let quizData = {
    "title": "ما هي سحر أميرة ديزني التي ستساعدك في اجتياز امتحاناتك؟ 🏰✏️",
    "mainPic": "./testname/img/ar_img/a09f623108e4d67071c2ec573f6cf567.gif",
    "thems": [
        "ديزني",
        "شخصيات ديزني",
        "المدرسة",
        "امتحانات المدرسة",
        "أميرات ديزني",
        "أميرات"
    ],
    "questions": [
        {
            "question": "كيف تستعد قبل الامتحان؟",
            "pic": "./testname/img/ar_img/2483d92ab4317a18c8f2bae42d4d2bda.jpg",
            "answers": [
                {
                    "answer": "أذهب إلى الفراش مبكرًا وأحصل على قسط وافر من الراحة",
                    "aPic": "",
                    "aId": 1
                },
                {
                    "answer": "أستعد بالتدريب المكثف",
                    "aPic": "",
                    "aId": 2
                },
                {
                    "answer": "أنظم نفسي وأضع خطة للدراسة بدون ضغط",
                    "aPic": "",
                    "aId": 3
                },
                {
                    "answer": "أحصل على الإلهام من الموسيقى لجعل الدراسة ممتعة",
                    "aPic": "",
                    "aId": 4
                }
            ]
        },
        {
            "question": "ما نوع الزملاء الذين تفضلهم؟",
            "pic": "./testname/img/ar_img/9be82d4b0e321005f0366fcf64e5b09c.jpg",
            "answers": [
                {
                    "answer": "أولئك الذين هم هادئون ولا يثرون الكثير من الدراما",
                    "aPic": "",
                    "aId": 1
                },
                {
                    "answer": "الأشخاص الدافعون والمركّزون الذين يسعون دائمًا للتعلم",
                    "aPic": "",
                    "aId": 2
                },
                {
                    "answer": "الأشخاص الذين يفكرون خارج الصندوق ودائمًا ما يكونون مبدعين بعض الشيء",
                    "aPic": "",
                    "aId": 3
                },
                {
                    "answer": "الأشخاص المسترخون الذين لديهم حس فكاهي جيد ويجعلون كل شيء أكثر متعة",
                    "aPic": "",
                    "aId": 4
                }
            ]
        },
        {
            "question": "ماذا تفعل إذا لم تفهم شيئًا أثناء الامتحان؟",
            "pic": "./testname/img/ar_img/3030ba9228e90626b27846223b0057ad.jpg",
            "answers": [
                {
                    "answer": "أركز على رفاهيتي وأحاول البقاء هادئًا لأقدّم أفضل ما لدي",
                    "aPic": "",
                    "aId": 1
                },
                {
                    "answer": "لا أستسلم وأواصل البحث عن حل في كل خطوة على الطريق",
                    "aPic": "",
                    "aId": 2
                },
                {
                    "answer": "آخذ نفسًا، ثم أهدأ وأعيد التركيز لتجنب فقدان التركيز",
                    "aPic": "",
                    "aId": 3
                },
                {
                    "answer": "أبحث عن طريقة إبداعية لحلها، لأرى ما إذا كنت أستطيع فهمها بطريقة مختلفة",
                    "aPic": "",
                    "aId": 4
                }
            ]
        },
        {
            "question": "كيف تود أن تُساعد أثناء الامتحان؟",
            "pic": "./testname/img/ar_img/a42f81def46f99e6d30e023381ce181f.jpg",
            "answers": [
                {
                    "answer": "بالهدوء والصبر، دون ضغط",
                    "aPic": "",
                    "aId": 1
                },
                {
                    "answer": "إرشادي خطوة بخطوة، والتأكد من فهمي لكل موضوع جيداً",
                    "aPic": "",
                    "aId": 2
                },
                {
                    "answer": "مساعدتي على تصور المفاهيم بوضوح وبساطة",
                    "aPic": "",
                    "aId": 3
                },
                {
                    "answer": "منحي الإلهام والدافع للتفكير خارج الصندوق",
                    "aPic": "",
                    "aId": 4
                }
            ]
        },
        {
            "question": "ماذا ستفعل إذا لم تتمكن من الدراسة كثيراً قبل الامتحان؟",
            "pic": "./testname/img/ar_img/c0bb72a88c4072d43bb8cd32b278adac.jpg",
            "answers": [
                {
                    "answer": "لا أقلق، أثق أن ما أعرفه يكفي",
                    "aPic": "",
                    "aId": 1
                },
                {
                    "answer": "أراجع قدر المستطاع في الوقت القليل الذي أملكه",
                    "aPic": "",
                    "aId": 2
                },
                {
                    "answer": "أركز على ما هو الأصعب بالنسبة لي لأتأكد من فهمي الجيد له",
                    "aPic": "",
                    "aId": 3
                },
                {
                    "answer": "أحاول المراجعة بطريقة ممتعة حتى لا أقلق وأستفيد من الوقت",
                    "aPic": "",
                    "aId": 4
                }
            ]
        },
        {
            "question": "ما هي استراتيجيتك في الدراسة؟",
            "pic": "./testname/img/ar_img/856d58c236fe47e0c4f796be7d1224e9.jpg",
            "answers": [
                {
                    "answer": "أقرأ وأراجع بدون توتر، دائمًا بهدوء",
                    "aPic": "",
                    "aId": 1
                },
                {
                    "answer": "أدرس بعمق، وأتأكد من أنني أفهم كل التفاصيل",
                    "aPic": "",
                    "aId": 2
                },
                {
                    "answer": "أقوم بعمل ملخصات وخرائط ذهنية وأصور كل شيء لتذكره بشكل أفضل",
                    "aPic": "",
                    "aId": 3
                },
                {
                    "answer": "أبحث عن طرق إبداعية للحفاظ على كل شيء في ذهني",
                    "aPic": "",
                    "aId": 4
                }
            ]
        }
    ],
    "toAnswer": 10022
};