const results = {
    "1": {
        "title": "ما هو اسم حبك الأول؟",
        "resultTitle": "اسم حبك الأول هو أليكس",
        "description": "يعطي اسم أليكس انطباعًا بالطاقة والثقة والشغف. كشريك، أليكس هو عاصفة، هو الشخص الذي سيجعلك تشعر بالحياة ويجعلك تخرج من منطقة راحتك.",
        "mainPic": "./testname/img/ar_img/0d8da006b81c21e8ea6dfea3727346a2.png"
    },
    "2": {
        "title": "ما هو اسم حبك الأول؟",
        "resultTitle": "اسم حبك الأول هو ويليام",
        "description": "الاسم ويليام يعطي انطباعاً هادئاً، مريحاً، ولطيفاً. كشريك، يعد ويليام مكانك الآمن، الشخص الذي يستمع بصبر، يقدم دعمًا ثابتًا، ويجعلك تشعر بالراحة التامة.",
        "mainPic": "./testname/img/ar_img/0ee255354e16613a651df05f1288e9f2.png"
    },
    "3": {
        "title": "ما هو اسم حبك الأول؟",
        "resultTitle": "اسم حبك الأول هو دانيال",
        "description": "يعطي الاسم دانيال انطباعًا بالعمق والفكر والفضول. كشريك، دانيال هو روح مفكرة ومعقدة يريد أن يفهم حقيقتك الحقيقية أثناء التواصل معك من خلال محادثات فكرية.",
        "mainPic": "./testname/img/ar_img/ae45352da4479879a7098ada21f1a4a7.png"
    },
    "4": {
        "title": "ما هو اسم حبك الأول؟",
        "resultTitle": "اسم حبك الأول هو سيباستيان",
        "description": "الاسم سيباستيان يعطي إحساسًا بالمرح والجاذبية وروح حيوية. كشريك، يكون سيباستيان روح الحفلة ومعجبك الأكبر، دائمًا ما يخلق نكات خاصة لا تنتهي، ويجعل كل يوم يبدو مثيرًا.",
        "mainPic": "./testname/img/ar_img/0bad4e2b19a2735dc7f980fa2789ef05.png"
    }
};