const results = {
    "1": {
        "title": "كم ستستمر مرحلة الحديث لديك؟",
        "resultTitle": "بضعة أيام إلى أسبوع",
        "description": "من المحتمل أن تكون مرحلة الحديث لديك سريعة ومباشرة.\nمحادثاتك خفيفة ومرحة، وأنت مستعد للتحرك بمجرد أن تشعر بإحساس جيد.\nهذا الشخص لا يراك كحديث إضافي، ويعتبرك مهمًا جدًا.",
        "mainPic": "./testname/img/ar_img/eb07d8258bcfc97638fdd6d6d367a440.png"
    },
    "2": {
        "title": "كم ستستمر مرحلة الحديث لديك؟",
        "resultTitle": "حوالي أسبوعين",
        "description": "من المحتمل أن تحتاج مرحلة التحدث إلى مزيد من الوقت. ما زلتما بحاجة إلى بناء قاعدة قوية قبل الاجتماعات وتحديد الأمور. ومع ذلك، تستمتع بالتعرف على أفكار واهتمامات شخص ما من خلال محادثة مستمرة وجذابة.",
        "mainPic": "./testname/img/ar_img/e0f37944cd3bc4ea4a3672d020ab5a12.png"
    },
    "3": {
        "title": "كم ستستمر مرحلة الحديث لديك؟",
        "resultTitle": "شهر أو حتى أكثر",
        "description": "لقد بدأت مرحلة الحديث الخاصة بك للتو. تريد أن تعرف\nروح شخص ما قبل أن تقابله شخصيًا، ولا يزال ذلك يتطلب بعض الوقت\nوالمزيد من المحادثات العميقة. لا يزال ليس لديك ولدى الطرف الآخر ارتباط قوي، ولكن\nسوف تحصل عليه مع مرور الوقت.",
        "mainPic": "./testname/img/ar_img/ea7bd90d73e15b75be23b162804eb853.png"
    },
    "4": {
        "title": "كم ستستمر مرحلة الحديث لديك؟",
        "resultTitle": "مرحلة التحدث غير الهادفة",
        "description": "قد لا تملك مرحلة الحديث بينكما اتصالًا متبادلًا. محادثاتك تبدو مجبرة بعض الشيء وليس لديك نية لتحويلها إلى شيء أكثر. ربما من الأفضل لك ولهذا الشخص البقاء كأصدقاء.",
        "mainPic": "./testname/img/ar_img/bb4224e763d07e3c28f503d05e08fe56.png"
    }
};