const results = {
    "1": {
        "title": "عاشق أم محارب؟ اكتشف ذاتك الحقيقية في الحب ❤️⚔️",
        "resultTitle": "عاشق",
        "description": "حبك يشبه العناق الدافئ الذي لا ينتهي. أنت دائمًا تبحث عن طرق لإظهار مشاعرك وجعل شريكك يشعر بالتميز. علاقتك هي واحة من الرقة والتفاهم. استمر في نشر ذلك الحب اللامحدود!",
        "mainPic": "./testname/img/ar_img/2b23d87ce6ad67a378244b07cb98679d.jpeg"
    },
    "2": {
        "title": "عاشق أم محارب؟ اكتشف ذاتك الحقيقية في الحب ❤️⚔️",
        "resultTitle": "مقاتل",
        "description": "أنت لا تتهرب من التحديات وتدافع دائمًا عن قناعاتك بقوة وعزيمة. علاقاتك مكثفة ومليئة بالطاقة. شخصيتك القوية تضيف الشرارة والإثارة لأي علاقة. أنت نار حقيقية في الحب!",
        "mainPic": "./testname/img/ar_img/f557a764ebf2b237c6ebd47c1da7ce64.jpeg"
    }
};