const results = {
    "1": {
        "title": "ما هو اختبار \"قتل، زواج، قبلة\" مع شخصيات قاتل الشياطين؟",
        "resultTitle": "ها هو قدرك في قاتل الشياطين!",
        "description": "ستقتل كيوجورو رينغوكو، هاشيرا اللهب المفعم بالشغف والتفاؤل الذي يحمي الضعفاء. ستُقبل سانيمي شينازوغاوا، هاشيرا الرياح الحاد الطباع والعدواني الذي يكره الشياطين بشدة. ستتزوج تانجيرو كامادو، الفتى الأكثر لطفًا وعزماً.",
        "mainPic": "./testname/img/ar_img/3e7845b12d3b9a1bcf51ea8f3afef7e7.png"
    },
    "2": {
        "title": "ما هو اختبار \"قتل، زواج، قبلة\" مع شخصيات قاتل الشياطين؟",
        "resultTitle": "ها هو مصيرك في قاتل الشياطين!",
        "description": "أنت ستقتل موزان، الملك البارد والقاسي لكل الشياطين. ستقبل زينيتسو أغاتسوما، الجبان الذي يتعلم ليصبح سيافًا قوياً. ستتزوج جيو توميوكا، الهاشيرا الصامت والرزين ذو الإرادة القوية.",
        "mainPic": "./testname/img/ar_img/7f449e7de068d8c378e048880c6ec70f.png"
    },
    "3": {
        "title": "ما هو اختبار \"قتل، زواج، قبلة\" مع شخصيات قاتل الشياطين؟",
        "resultTitle": "ها هي قدرك في قاتل الشياطين!",
        "description": "ستقوم بقتل إينوسوكي هاشيبيرا، الفتى الوقح وسريع الغضب. ستقبّل أكازا، الفنان القتالي القوي والشياطين من الرتبة العليا الثالثة. ستتزوج من مويتشيرو توكيتو، هاشيرا الضباب الشاب وغالبًا ما يكون منعزلاً.",
        "mainPic": "./testname/img/ar_img/5e12ecfd54e1068208a3b1ec98022204.png"
    },
    "4": {
        "title": "ما هو اختبار \"قتل، زواج، قبلة\" مع شخصيات قاتل الشياطين؟",
        "resultTitle": "إليك مصيرك في قاتل الشياطين!",
        "description": "ستقتل تنجن أوزوي، الهاشيرا الصوتي البراق والمبهرج الذي يرغب في حياة مُشْبِعَة. ستقبّل أوباناي إيجورو، الهاشيرا الذي يشبه الأفعى والذي يمتلك كراهية شديدة للشياطين. ستتزوج جيوماي هيميجيما الهاشيرا الأعمى ذو القلب الألطف.",
        "mainPic": "./testname/img/ar_img/3fc9769e304fa50ecab85e615f50a729.png"
    }
};