const results = {
    "1": {
        "title": "أي فستان زفاف ديزني يعكس جوهرك الحقيقي؟ 👰✨",
        "resultTitle": "ياسمين",
        "description": "الفستان المستوحى من ياسمين يعكس جوهرك النابض والجريء، مع تفاصيل تعبر عن حبك للمجهول وشغفك لعيش الحياة بالكامل. هذا الفستان مثالي لحفل زفاف مليء بالمغامرة والسحر.",
        "mainPic": "./testname/img/ar_img/8e34b32755e9d477309863821bf2a211.jpeg"
    },
    "2": {
        "title": "أي فستان زفاف ديزني يعكس جوهرك الحقيقي؟ 👰✨",
        "resultTitle": "بياض الثلج",
        "description": "الفستان المستوحى من بياض الثلج هو الخيار المثالي، بأسلوبه الخالد وتفاصيله الرقيقة التي تعكس طبيعتك الطيبة. إنه فستان مصنوع لأميرة حقيقية، تلك التي تضيء الغرفة بتوهجها الداخلي.",
        "mainPic": "./testname/img/ar_img/6dc03aac2b904918b2f9b764fef80cb0.jpeg"
    },
    "3": {
        "title": "أي فستان زفاف ديزني يعكس جوهرك الحقيقي؟ 👰✨",
        "resultTitle": "بيل",
        "description": "فستان مستوحى من بيل يعكس أناقتك ورقيك، بتصميم يجمع بين الرومانسية والأسلوب المكرر. إنه الفستان المثالي لحفل زفاف مليء بالسحر، حيث تتحد الجمال الداخلي والخارجي في انسجام تام.",
        "mainPic": "./testname/img/ar_img/0193c6ddbe0413b0f2c7cbd0c17b268c.jpeg"
    },
    "4": {
        "title": "أي فستان زفاف ديزني يعكس جوهرك الحقيقي؟ 👰✨",
        "resultTitle": "إلسا",
        "description": "الفستان المستوحى من إلسا رائع مثلك، مع تفاصيل تلتقط جوهرك. هذا الفستان العصري والمهيب مثالي لحفل زفاف شتوي أو لأولئك الذين يريدون دخولًا يستحق قصة خيالية.",
        "mainPic": "./testname/img/ar_img/93a069195e10d9a041d76048ec0427cb.jpeg"
    }
};