const results = {
    "1": {
        "title": "ما سبب وفاتك في حياتك السابقة؟",
        "resultTitle": "كائن سحري",
        "description": "لقد قُتلت من قبل كائن سحري استدعته من خلال تعويذة قوية. هذا الكائن خرج عن سيطرتك، وطاقة الفوضى الخاصة به دمرتك. كنت تعرف عواقب استحضار تلك الك entity القوية، لكنك لم تهتم.",
        "mainPic": "./testname/img/ar_img/9d3fbb087a7d27ec8974649f1bb89cab.png"
    },
    "2": {
        "title": "ما سبب وفاتك في حياتك السابقة؟",
        "resultTitle": "معركة بطولية",
        "description": "كنت تدافع عن قريتك ضد حشد من الأورك الغازية. كنت جنديًا عظيمًا، لكن سيفك لم يكن كافياً للتغلب على فؤوسهم البدائية لذلك سقطت في المعركة. على الأقل، منح ذلك شعبك وقتًا ثمينًا للهرب.",
        "mainPic": "./testname/img/ar_img/69a21a67c9be9314168252869250c239.png"
    },
    "3": {
        "title": "ما سبب وفاتك في حياتك السابقة؟",
        "resultTitle": "تضحية",
        "description": "لقد ضحيت بحياتك من أجل إنقاذ شخص أحببته\nفي حياتك السابقة. لقد مررت بأحداث فوضوية حيث كان هناك شخص مهم\nفي خطر، ولم تتردد في التضحية بحياتك لإنقاذهم.",
        "mainPic": "./testname/img/ar_img/9f836035f91634a35902c7371558f06c.png"
    },
    "4": {
        "title": "ما سبب وفاتك في حياتك السابقة؟",
        "resultTitle": "الشيخوخة",
        "description": "توفيت بسلام أثناء نومك، محاطًا بعائلتك المحبة. تمكنت من عيش حياة طويلة مليئة بالتجارب الرائعة والأشخاص، لكن جسدك اهترأ ببساطة وآن الأوان لترك العالم.",
        "mainPic": "./testname/img/ar_img/4bd7b39f8a7aaca79d22e9f7aae0c559.png"
    }
};