const results = {
    "1": {
        "title": "ما هي التلميحات التي ستقدمها لإعجابك؟❤️✨",
        "resultTitle": "لمسة مرحة",
        "description": "يداك تتحدثان عنك. أنت من النوع الذي يستخدم اللمسة الجسمانية الخفيفة لكسر الحواجز وترك انطباع دائم. ليس فقط سيلاحظ معجبك وجودك ولكنهم سيفكرون فيك أيضاً بعد ذلك!",
        "mainPic": "./testname/img/ar_img/17b09228a214356964a5411880f6cf19.jpeg"
    },
    "2": {
        "title": "ما هي التلميحات التي ستقدمها لإعجابك؟❤️✨",
        "resultTitle": "طرح الكثير من الأسئلة",
        "description": "فضولك هو قوتك الخارقة. تعرف كيف تجعل من يعجبك يشعر بالخصوصية من خلال طرح الأسئلة حول أهتماماتهم وأفكارهم. كل سؤال تطرحه هو كالباب المفتوح إلى عالمهم، واهتمامك الصادق يجعلك لا يقاوم.",
        "mainPic": "./testname/img/ar_img/c796df21103a0e3618aef52e588cbd83.jpeg"
    },
    "3": {
        "title": "ما هي التلميحات التي ستقدمها لإعجابك؟❤️✨",
        "resultTitle": "المزاح حول الذهاب في موعد",
        "description": "أنت الروح المرحة في أي محادثة. نكاتك وتعليقاتك العفوية هي طريقتك في المغازلة، تاركاً إعجابك دائماً بابتسامة. حس الدعابة لديك هو حليفك الأكبر!",
        "mainPic": "./testname/img/ar_img/c2e65f8b703fa99f55a6618897faa45c.jpeg"
    },
    "4": {
        "title": "ما هي التلميحات التي ستقدمها لإعجابك؟❤️✨",
        "resultTitle": "إهداء هدية بسيطة",
        "description": "لا شيء يفوت انتباهك. لديك دائمًا تفصيل صغير أو لفتة أو هدية تقول: \"أفكر فيك.\" أفعالك تتحدث بصوت أعلى من الكلمات، وحبيبك يعرف أن وراء تلك اللفتات يكمن قلب كبير.",
        "mainPic": "./testname/img/ar_img/6d42c52f8621e5f4f1b370f4f07615cb.jpeg"
    }
};