let quizData = {
    "title": "هل أنا مخلص أم لاعب؟ 💔🔒",
    "mainPic": "./testname/img/ar_img/cc61100b6142456ed68cb2222fcfb8c2.gif",
    "thems": [
        "رومانسية",
        "علاقات",
        "مواعدة",
        "حب",
        "أزواج"
    ],
    "questions": [
        {
            "question": "ماذا تفعل عندما ترى الشخص الذي يعجبك يتحدث مع شخص آخر؟",
            "pic": "./testname/img/ar_img/9be29af140fb60bbb83679e26dc5ff68.jpg",
            "answers": [
                {
                    "answer": "لا شيء، أنا أثق بهم.",
                    "aPic": "",
                    "aId": 1
                },
                {
                    "answer": "أشعر ببعض الغيرة، لكنني أخفيها.",
                    "aPic": "",
                    "aId": 2
                },
                {
                    "answer": "أرسل لهم ميم وأرى إذا كانوا سيردون!",
                    "aPic": "",
                    "aId": 3
                },
                {
                    "answer": "أجد شخصاً آخر للدردشة معه، يمكن للجميع اللعب بهذه الطريقة.",
                    "aPic": "",
                    "aId": 4
                }
            ]
        },
        {
            "question": "كم مرة تتحقق من قصص إعجابك؟",
            "pic": "./testname/img/ar_img/263f9507e0ae8b1b75e3e45ca5829366.jpg",
            "answers": [
                {
                    "answer": "دائمًا، لا أريد أن أفوت أي شيء!",
                    "aPic": "",
                    "aId": 1
                },
                {
                    "answer": "أحيانًا، عندما أتذكر.",
                    "aPic": "",
                    "aId": 2
                },
                {
                    "answer": "أحبها جميعًا، بالطبع.",
                    "aPic": "",
                    "aId": 3
                },
                {
                    "answer": "فقط عندما لا يكون لدي شيء أفضل للقيام به.",
                    "aPic": "",
                    "aId": 4
                }
            ]
        },
        {
            "question": "كيف تتفاعل عندما تتلقى إطراء؟",
            "pic": "./testname/img/ar_img/611373775e93b7bc81c849bff92d007e.jpg",
            "answers": [
                {
                    "answer": "أشكرهم وأعطيهم إطراء في المقابل.",
                    "aPic": "",
                    "aId": 1
                },
                {
                    "answer": "أبتسم وأترك الأمر عند هذا الحد.",
                    "aPic": "",
                    "aId": 2
                },
                {
                    "answer": "أحمر وأقول شيئًا لطيفًا.",
                    "aPic": "",
                    "aId": 3
                },
                {
                    "answer": "أتقبله لكن لا أعطيه أهمية كبيرة.",
                    "aPic": "",
                    "aId": 4
                }
            ]
        },
        {
            "question": "إذا تمت دعوتك للخروج ولكن لديك خطط بالفعل مع الأصدقاء، ماذا تفعل؟",
            "pic": "./testname/img/ar_img/c64d6cdc9c7d5837481c4097790b6c85.jpg",
            "answers": [
                {
                    "answer": "أشرح وأقترح موعدًا آخر.",
                    "aPic": "",
                    "aId": 1
                },
                {
                    "answer": "أغير خططي إذا كان الشخص مميزًا.",
                    "aPic": "",
                    "aId": 2
                },
                {
                    "answer": "أحاول تضمين الجميع في خطة واحدة.",
                    "aPic": "",
                    "aId": 3
                },
                {
                    "answer": "أُلغي مع أصدقائي، المتعة تأتي أولاً!",
                    "aPic": "",
                    "aId": 4
                }
            ]
        },
        {
            "question": "عندما تحب شخصاً، كيف تظهر ذلك؟",
            "pic": "./testname/img/ar_img/24a68dee3e7eacf597db6603f7dabe35.jpg",
            "answers": [
                {
                    "answer": "أكون شديد الانتباه ودائماً موجود.",
                    "aPic": "",
                    "aId": 1
                },
                {
                    "answer": "أحتفظ بالأمر سراً وأرى كيف ستسير الأمور.",
                    "aPic": "",
                    "aId": 2
                },
                {
                    "answer": "أمزح وأغازل قليلاً.",
                    "aPic": "",
                    "aId": 3
                },
                {
                    "answer": "أغازل، لكنني لا آخذ الأمور بجدية.",
                    "aPic": "",
                    "aId": 4
                }
            ]
        },
        {
            "question": "ما مدى سرعة استجابتك للرسائل؟",
            "pic": "./testname/img/ar_img/4d2a414f29e01403ff2a50e6a46b6e63.jpg",
            "answers": [
                {
                    "answer": "فورًا، لا أستطيع الانتظار.",
                    "aPic": "",
                    "aId": 1
                },
                {
                    "answer": "بعد فترة، لا يوجد استعجال.",
                    "aPic": "",
                    "aId": 2
                },
                {
                    "answer": "يعتمد على الشخص، لكني عادة ما أكون سريعًا.",
                    "aPic": "",
                    "aId": 3
                },
                {
                    "answer": "عندما أتذكر، لست دائمًا منتبهًا.",
                    "aPic": "",
                    "aId": 4
                }
            ]
        }
    ],
    "toAnswer": 10012
};