const results = {
    "1": {
        "title": "ما هي شخصيتك في تنكّر ZEPETO؟",
        "resultTitle": "المؤثر الأنيق",
        "description": "تُبرز شخصية ZEPETO الخاصة بك الرقي والأناقة. أنت تحب الأزياء الأنيقة والإكسسوارات الراقية التي تجذب الانتباه أينما ذهب المدهار الخاص بك.",
        "mainPic": "./testname/img/ar_img/1c599559aa65fdb8d14eb1d3f756254d.jpeg"
    },
    "2": {
        "title": "ما هي شخصيتك في تنكّر ZEPETO؟",
        "resultTitle": "عاشق الموضة الجريء",
        "description": "الألوان الزاهية والخيارات الجريئة تعرف أسلوبك في ZEPETO. أنت لا تهاب التجربة والتأكيد على بيان من خلال ملابسك.",
        "mainPic": "./testname/img/ar_img/d547796a192e958a9210207cff5892f7.jpeg"
    },
    "3": {
        "title": "ما هي شخصيتك في تنكّر ZEPETO؟",
        "resultTitle": "المؤثر الأنيق",
        "description": "تُبرز شخصية ZEPETO الخاصة بك الرقي والأناقة. أنت تحب الأزياء الأنيقة والإكسسوارات الراقية التي تجذب الانتباه أينما ذهب المدهار الخاص بك.",
        "mainPic": "./testname/img/ar_img/1c599559aa65fdb8d14eb1d3f756254d.jpeg"
    },
    "4": {
        "title": "ما هي شخصيتك في تنكّر ZEPETO؟",
        "resultTitle": "المينيمالي المُريح",
        "description": "تفضل الأزياء الناعمة والمريحة ذات التصاميم البسيطة. جوهر ZEPETO الخاص بك يدور حول الاسترخاء والجاذبية السهلة.",
        "mainPic": "./testname/img/ar_img/256844b3d36298d22e5eb86f0b049245.jpeg"
    }
};