const results = {
    "1": {
        "title": "اختبار التوتر | هل أنا متوتر أم مكتئب؟",
        "resultTitle": "أنت تعاني من التوتر.",
        "description": "قد تشعر بالإرهاق والقلق والتوتر المستمر، لكن لا يزال بإمكانك العثور على لحظات من الراحة. حاول استخدام تقنيات الاسترخاء، والعادات الصحية، والعناية الذاتية لإدارة التوتر.",
        "mainPic": "./testname/img/ar_img/afcfa70693ddb892e358fdb5de2cb053.jpeg"
    },
    "2": {
        "title": "اختبار التوتر | هل أنا متوتر أم مكتئب؟",
        "resultTitle": "قد تكون تعاني من اكتئاب.",
        "description": "تبدو مشاعرك أعمق من الإجهاد، مع علامات الإرهاق والحزن والانطواء العاطفي. فكر في الحصول على دعم من أحبائك أو متخصص لمساعدتك في التعامل مع هذه المشاعر.",
        "mainPic": "./testname/img/ar_img/9fcd67cef638e1141d409c4fabda35c5.jpeg"
    },
    "3": {
        "title": "اختبار التوتر | هل أنا متوتر أم مكتئب؟",
        "resultTitle": "أنت تعاني من التوتر.",
        "description": "قد تشعر بالإرهاق والقلق والتوتر المستمر، لكن لا يزال بإمكانك العثور على لحظات من الراحة. حاول استخدام تقنيات الاسترخاء، والعادات الصحية، والعناية الذاتية لإدارة التوتر.",
        "mainPic": "./testname/img/ar_img/afcfa70693ddb892e358fdb5de2cb053.jpeg"
    },
    "4": {
        "title": "اختبار التوتر | هل أنا متوتر أم مكتئب؟",
        "resultTitle": "قد تكون تعاني من اكتئاب.",
        "description": "تبدو مشاعرك أعمق من الإجهاد، مع علامات الإرهاق والحزن والانطواء العاطفي. فكر في الحصول على دعم من أحبائك أو متخصص لمساعدتك في التعامل مع هذه المشاعر.",
        "mainPic": "./testname/img/ar_img/9fcd67cef638e1141d409c4fabda35c5.jpeg"
    }
};