const results = {
    "1": {
        "title": "هل يمكنك البقاء على قيد الحياة من غزو منزل بأيدٍ قذرة؟",
        "resultTitle": "هدف سهل",
        "description": "أووه! قد تحتاج إلى مزيد من التدريب. المخترق تفوق عليك، وانهارت دفاعاتك بسهولة. في المرة القادمة، حاول استخدام المزيد من الفخاخ والتفكير مسبقاً - سلامة منزلك تعتمد على ذلك!",
        "mainPic": "./testname/img/ar_img/1e6696e57d7ba07c3dc4c245354e90df.jpeg"
    },
    "2": {
        "title": "هل يمكنك البقاء على قيد الحياة من غزو منزل بأيدٍ قذرة؟",
        "resultTitle": "المدافع النهائي",
        "description": "لا يوجد متسلل لديه فرصة ضدك! مع تفكيرك السريع والفخاخ القاتلة، منزلك هو حصن. تستخدم كل أداة متاحة لك، من الصواعق الكهربائية إلى الفخاخ، للتأكد من أن اللص يندم على دخوله!",
        "mainPic": "./testname/img/ar_img/d150d16aff99604732774d66e9900c66.jpeg"
    },
    "3": {
        "title": "هل يمكنك البقاء على قيد الحياة من غزو منزل بأيدٍ قذرة؟",
        "resultTitle": "هدف سهل",
        "description": "أووه! قد تحتاج إلى مزيد من التدريب. المخترق تفوق عليك، وانهارت دفاعاتك بسهولة. في المرة القادمة، حاول استخدام المزيد من الفخاخ والتفكير مسبقاً - سلامة منزلك تعتمد على ذلك!",
        "mainPic": "./testname/img/ar_img/1e6696e57d7ba07c3dc4c245354e90df.jpeg"
    },
    "4": {
        "title": "هل يمكنك البقاء على قيد الحياة من غزو منزل بأيدٍ قذرة؟",
        "resultTitle": "المدافع النهائي",
        "description": "لا يوجد متسلل لديه فرصة ضدك! مع تفكيرك السريع والفخاخ القاتلة، منزلك هو حصن. تستخدم كل أداة متاحة لك، من الصواعق الكهربائية إلى الفخاخ، للتأكد من أن اللص يندم على دخوله!",
        "mainPic": "./testname/img/ar_img/d150d16aff99604732774d66e9900c66.jpeg"
    }
};