const results = {
    "1": {
        "title": "ما هي سحر أميرة ديزني التي ستساعدك في اجتياز امتحاناتك؟ 🏰✏️",
        "resultTitle": "أورورا",
        "description": "مع أورورا إلى جانبك، سيكون اجتياز الامتحان سهلاً. تعرف كيف تبقى هادئًا وتحصل على الراحة التي تحتاجها قبل الامتحان. مواقفك الهادئة والمنظمة تقودك إلى النجاح بلا أي توتر!",
        "mainPic": "./testname/img/ar_img/ca537faab33e346abd835ecf6a994ce5.jpeg"
    },
    "2": {
        "title": "ما هي سحر أميرة ديزني التي ستساعدك في اجتياز امتحاناتك؟ 🏰✏️",
        "resultTitle": "مولان",
        "description": "مولان هي رفيقتك المثالية! بشجاعتها تتغلب على أي عقبة في طريقك. تتعامل مع الامتحانات مثل المحارب: مصمم وجاهز لتقديم أفضل ما لديك. لا تستسلم أبدًا!",
        "mainPic": "./testname/img/ar_img/b42cdbcd95f4e869108354dd0b214d54.jpeg"
    },
    "3": {
        "title": "ما هي سحر أميرة ديزني التي ستساعدك في اجتياز امتحاناتك؟ 🏰✏️",
        "resultTitle": "أرييل",
        "description": "مع أرييل، يصبح الدراسة مغامرة. فضولك لا حدود له، وتعرف كيف تجد المتعة في أي موضوع. مع طاقتها، تصبح الامتحانات تحدياً أنت مستعدٌ لمواجهته!",
        "mainPic": "./testname/img/ar_img/f2869f58858246f650738b48f498bf21.jpeg"
    },
    "4": {
        "title": "ما هي سحر أميرة ديزني التي ستساعدك في اجتياز امتحاناتك؟ 🏰✏️",
        "resultTitle": "رابونزيل",
        "description": "مع رابونزيل، الدراسة هي رحلة! ستساعدك على رؤية الاختبارات بشكل مختلف - كتحد يمكنك التغلب عليه بالإبداع والحماس! لا شيء يقف في طريقك عندما تكون متحمسًا للتعلم.",
        "mainPic": "./testname/img/ar_img/46f0371d7f6b2ffea39cfef8a1b98423.jpeg"
    }
};