const results = {
    "1": {
        "title": "أنا قطة VR: اكتشف شخصية قطتك الحقيقية مع هذا الاختبار.",
        "resultTitle": "القط الجبان",
        "description": "أنت دائمًا حذر، تختبئ عند أول علامة على الخطر (أو المكنسة الكهربائية!). تفضل نمط حياة هادئ ومتواضع وتفضل تجنب المخاطر بأي ثمن. السلامة هي أولويتك ولا تخاطر بأي شكل من الأشكال!",
        "mainPic": "./testname/img/ar_img/3365bc96fe79d4a3f732986ad20263ec.jpeg"
    },
    "2": {
        "title": "أنا قطة VR: اكتشف شخصية قطتك الحقيقية مع هذا الاختبار.",
        "resultTitle": "قطة فضولية",
        "description": "لا يفوتك أي شيء. أنت دائمًا تستكشف وتدس أنفك في كل شيء. الفضول هو أقوى صفاتك، حتى لو أوقعك في المتاعب أحيانًا. حياتك كلها تدور حول المغامرة!",
        "mainPic": "./testname/img/ar_img/1794a11c650125dc9d20ddf3b2284f69.jpeg"
    },
    "3": {
        "title": "أنا قطة VR: اكتشف شخصية قطتك الحقيقية مع هذا الاختبار.",
        "resultTitle": "قطة كسولة في حضن",
        "description": "يتألف يومك المثالي من قيلولات لا تنتهي وحضن دافئ. أنت تهتم بالراحة والاسترخاء، ولا تهتم ببذل أي مجهود زائد. يمكنك قضاء ساعات تتشمس، وأنت سعيد بالسماح للعالم بالمرور بجانبك.",
        "mainPic": "./testname/img/ar_img/889a17481ff75941c43790e50491e0a5.jpeg"
    },
    "4": {
        "title": "أنا قطة VR: اكتشف شخصية قطتك الحقيقية مع هذا الاختبار.",
        "resultTitle": "قط مرح",
        "description": "نشيط ودائمًا مستعد للمتعة، أنت روح مرحة! تحب مطاردة الألعاب، والجري، والانقضاض على أي شيء يتحرك. تجلب الفرح للجميع من حولك بطبيعتك الحماسية والخالية من الهم.",
        "mainPic": "./testname/img/ar_img/779f4393ae09938d891df8b6a6d8aa0a.jpeg"
    }
};