const results = {
    "1": {
        "title": "ما نوع الغوريلا الذي ستكونه في لعبة Gtag؟",
        "resultTitle": "Lava Monke",
        "description": "تتناسب بشرة Lava Monke بشكل جيد مع شخصيتك. هذا النوع من الغوريلا هو واحد من المفضلات بسبب تأثير الجزيئات الذي يشعه. يُستخدم عندما يكون اللاعب \"ذلك\" أثناء حالة العدوى.",
        "mainPic": "./testname/img/ar_img/df71b0de6c3bce9affac05baa04dd048.png"
    },
    "2": {
        "title": "ما نوع الغوريلا الذي ستكونه في لعبة Gtag؟",
        "resultTitle": "Rock Monke",
        "description": "تتناسب بشرة Rock Monke مع شخصيتك جيدًا. هذا النوع من الغوريلا فريد تمامًا، لأنه لا يمكن أن يكون هناك إلا واحد من هذا النوع في الغرفة. ولكن، يقلل من سرعتك أثناء القبض على الآخرين.",
        "mainPic": "./testname/img/ar_img/d9ce2d3cda5ca1623b391b4abd33e125.png"
    },
    "3": {
        "title": "ما نوع الغوريلا الذي ستكونه في لعبة Gtag؟",
        "resultTitle": "قرد الثلج",
        "description": "تناسبك بشرة قرد الثلج جيدًا وفقًا لشخصيتك.\nيمكن لهذا النوع من الغوريلا إبطاء الأشخاص في المطاردة عن طريق وضع علامة عليهم، مما يترك\nلللاعب الآخر فرصة مطاردة فريسته بسهولة أكبر، لذا فهو عملي للغاية!",
        "mainPic": "./testname/img/ar_img/b21ca7731587fb6d2489fe4ce54dbad4.png"
    },
    "4": {
        "title": "ما نوع الغوريلا الذي ستكونه في لعبة Gtag؟",
        "resultTitle": "قرد عادي",
        "description": "بشرة القرد العادي تناسبك بشكل جيد وفقًا لشخصيتك. هذا النوع من الغوريلا، رغم كونه الأكثر شيوعًا، يتميز بمرونة وفكاهة ملحوظة. يمكنك تخصيص لونه وتحويله إلى بشرة أصلية.",
        "mainPic": "./testname/img/ar_img/c8f3c459727a74af53fc1d9c42d8fada.png"
    }
};