let quizData = {
    "title": "أي شخصية من جرافيتي فولز أنت؟",
    "mainPic": "./testname/img/ar_img/ba18f9d5b0d8dc32615ef87ec177b0ec.gif",
    "thems": [
        "جرافيتي فولز",
        "ديزني",
        "رسوم متحركة",
        "كرتون",
        "شخصية",
        "شخصيات"
    ],
    "questions": [
        {
            "question": "كيف تصف شخصيتك؟",
            "pic": "#",
            "answers": [
                {
                    "answer": "منطقي، تحليلي وفضولي",
                    "aPic": "",
                    "aId": 1
                },
                {
                    "answer": "نشيط، فوضوي وقوي",
                    "aPic": "",
                    "aId": 2
                },
                {
                    "answer": "مبتهج، متفائل وإبداعي",
                    "aPic": "",
                    "aId": 3
                },
                {
                    "answer": "ذكي، منطوي ومركز",
                    "aPic": "",
                    "aId": 4
                }
            ]
        },
        {
            "question": "أي مخلوق خارق من جرافيتي فولز تود أن تواجهه؟",
            "pic": "#",
            "answers": [
                {
                    "answer": "يونيكورن",
                    "aPic": "",
                    "aId": 1
                },
                {
                    "answer": "شبح",
                    "aPic": "",
                    "aId": 2
                },
                {
                    "answer": "زومبي",
                    "aPic": "",
                    "aId": 3
                },
                {
                    "answer": "قزم",
                    "aPic": "",
                    "aId": 4
                }
            ]
        },
        {
            "question": "اختر مكانك المفضل من عالم \"جرافيتي فولز\"",
            "pic": "#",
            "answers": [
                {
                    "answer": "جامعة باك أب مور",
                    "aPic": "",
                    "aId": 1
                },
                {
                    "answer": "كوخ الألغاز",
                    "aPic": "",
                    "aId": 2
                },
                {
                    "answer": "ساحة الخردة",
                    "aPic": "",
                    "aId": 3
                },
                {
                    "answer": "عالم الكوابيس",
                    "aPic": "",
                    "aId": 4
                }
            ]
        },
        {
            "question": "ما هو الأهم بالنسبة لك؟",
            "pic": "#",
            "answers": [
                {
                    "answer": "فهم العالم",
                    "aPic": "",
                    "aId": 1
                },
                {
                    "answer": "اكتساب القوة والسيطرة",
                    "aPic": "",
                    "aId": 2
                },
                {
                    "answer": "جعل الناس سعداء",
                    "aPic": "",
                    "aId": 3
                },
                {
                    "answer": "زيادة معرفتي",
                    "aPic": "",
                    "aId": 4
                }
            ]
        },
        {
            "question": "ما اللون الذي تشعر أنه يجذبك أكثر؟",
            "pic": "#",
            "answers": [
                {
                    "answer": "الأزرق الداكن",
                    "aPic": "",
                    "aId": 1
                },
                {
                    "answer": "الأصفر الجريء",
                    "aPic": "",
                    "aId": 2
                },
                {
                    "answer": "الأحمر النابض بالحياة",
                    "aPic": "",
                    "aId": 3
                },
                {
                    "answer": "ألوان قوس قزح",
                    "aPic": "",
                    "aId": 4
                }
            ]
        },
        {
            "question": "اختر أغنيتك المفضلة من السلسلة:",
            "pic": "#",
            "answers": [
                {
                    "answer": "سنلتقي مجددًا",
                    "aPic": "",
                    "aId": 1
                },
                {
                    "answer": "سيصبح الأمر غريبًا",
                    "aPic": "",
                    "aId": 2
                },
                {
                    "answer": "فتاة الديسكو",
                    "aPic": "",
                    "aId": 3
                },
                {
                    "answer": "السيطرة على منتصف الليل",
                    "aPic": "",
                    "aId": 4
                }
            ]
        }
    ],
    "toAnswer": 10026
};