let quizData = {
    "title": "صمم شخصيتك الكرتونية في محاكي مدرسة ساكورا لإيجاد جمالك الداخلي!",
    "mainPic": "./testname/img/ar_img/740c44d1245c04b8242adf896bf1e455.jpeg",
    "thems": [
        "لعبة",
        "اختبار الألعاب",
        "ساكورا",
        "شخصية",
        "شخصيات",
        "أنماط",
        "جماليات"
    ],
    "questions": [
        {
            "question": "اختر تسريحة شعر لشخصيتك:",
            "pic": "./testname/img/ar_img/27c27bb485bdea2b1a3cb9797227e129.jpg",
            "answers": [
                {
                    "answer": "طويلة مثل أميرة الحكايات الخيالية",
                    "aPic": "",
                    "aId": 1
                },
                {
                    "answer": "قصيرة ومسننة - يجب أن تبقى جريئة!",
                    "aPic": "",
                    "aId": 2
                },
                {
                    "answer": "أملس وكلاسي، مثالية لأي مناسبة",
                    "aPic": "",
                    "aId": 3
                },
                {
                    "answer": "ذو ذيلين لطيفين، لأن لماذا لا؟",
                    "aPic": "",
                    "aId": 4
                }
            ]
        },
        {
            "question": "ما هو نمط زي شخصيتك؟",
            "pic": "./testname/img/ar_img/e65f65ca9c9eec9983aa18a3bdbbf27d.jpg",
            "answers": [
                {
                    "answer": "فستان ذو طابع سحري وفانتازيا",
                    "aPic": "",
                    "aId": 1
                },
                {
                    "answer": "أسلوب الشارع البارد - سترات بغطاء للرأس وأحذية رياضية",
                    "aPic": "",
                    "aId": 2
                },
                {
                    "answer": "شيء أنيق وخالد مع الكثير من السحر",
                    "aPic": "",
                    "aId": 3
                },
                {
                    "answer": "زياً مدرسياً مشرقًا وممتعًا بالطبع!",
                    "aPic": "",
                    "aId": 4
                }
            ]
        },
        {
            "question": "اختر قوة خارقة لشخصيتك:",
            "pic": "./testname/img/ar_img/3d3f72063628d539e56baacf7ebe5e7e.jpg",
            "answers": [
                {
                    "answer": "العلاج والحماية لأحبابك",
                    "aPic": "",
                    "aId": 1
                },
                {
                    "answer": "السرعة والقوة لمحاربة الأشرار",
                    "aPic": "",
                    "aId": 2
                },
                {
                    "answer": "قوة التسلل والتكتيكات الذكية",
                    "aPic": "",
                    "aId": 3
                },
                {
                    "answer": "الكاريزما لجعل الجميع يحبونك",
                    "aPic": "",
                    "aId": 4
                }
            ]
        },
        {
            "question": "الملحق الذي ستستعين به هو:",
            "pic": "./testname/img/ar_img/09894ec896f38c648ef04e008fc5cd1c.jpg",
            "answers": [
                {
                    "answer": "عقد سحري يضيء",
                    "aPic": "",
                    "aId": 1
                },
                {
                    "answer": "سيف، لأن من لا يحب بطل الحركة؟",
                    "aPic": "",
                    "aId": 2
                },
                {
                    "answer": "نظارات أنيقة لمظهر ذكي",
                    "aPic": "",
                    "aId": 3
                },
                {
                    "answer": "حقيبة ظهر لطيفة مليئة بالمفاجآت",
                    "aPic": "",
                    "aId": 4
                }
            ]
        },
        {
            "question": "مكان تعليق حلم شخصيتك هو:",
            "pic": "./testname/img/ar_img/409eeaf9552cdea63c7f414ffd56e8a5.jpg",
            "answers": [
                {
                    "answer": "حديقة هادئة مليئة بالزهور",
                    "aPic": "",
                    "aId": 1
                },
                {
                    "answer": "شوارع مزدحمة في مدينة كبيرة ونشطة",
                    "aPic": "",
                    "aId": 2
                },
                {
                    "answer": "غابة غامضة مليئة بالأسرار",
                    "aPic": "",
                    "aId": 3
                },
                {
                    "answer": "الشاطئ، الاستمتاع بأشعة الشمس والأمواج",
                    "aPic": "",
                    "aId": 4
                }
            ]
        },
        {
            "question": "من هو مصدر الإلهام النهائي لشخصية الرسوم المتحركة الخاصة بك؟",
            "pic": "./testname/img/ar_img/cc7491d4f1e17f7a5c1eb90ba86aaa64.jpg",
            "answers": [
                {
                    "answer": "يور فورجر - قاتلة وأنيقة",
                    "aPic": "",
                    "aId": 1
                },
                {
                    "answer": "عائشة - قوية ومغامرة",
                    "aPic": "",
                    "aId": 2
                },
                {
                    "answer": "ناروتو - نشيط ومليء بالحب",
                    "aPic": "",
                    "aId": 3
                },
                {
                    "answer": "موانا - شجاعة، لطيفة، ولا يمكن إيقافها",
                    "aPic": "",
                    "aId": 4
                }
            ]
        }
    ],
    "toAnswer": 10024
};