const results = {
    "1": {
        "title": "تكشف الأبراج سبب وفاتك في حياتك السابقة!",
        "resultTitle": "خيانة بسبب الحب",
        "description": "في حياتك السابقة، شخص قريب منك انقلب عليك. مثلث حب أو انعدام ثقة أدى إلى نهايتك المأساوية.",
        "mainPic": "./testname/img/ar_img/7e37ee551705a08798979251a7ca6bcb.jpeg"
    },
    "2": {
        "title": "تكشف الأبراج سبب وفاتك في حياتك السابقة!",
        "resultTitle": "الموت بالنار",
        "description": "طبيعتك النارية جذبت الصراع والفوضى في حياة سابقة، مما أدى ربما إلى سقوطك في معركة أو في لهب الانتقام.",
        "mainPic": "./testname/img/ar_img/95666ebff043eae731b750fda0302b33.jpeg"
    },
    "3": {
        "title": "تكشف الأبراج سبب وفاتك في حياتك السابقة!",
        "resultTitle": "الوفاة بالغرق",
        "description": "لقد كنت تائهًا في العواطف أو المياه الحقيقية في حياة سابقة. الانجذاب الحالم وغير المستقر لنبتون طغى على مصيرك.",
        "mainPic": "./testname/img/ar_img/6401a1ae751aaafc5232f21ffbb147f0.jpeg"
    },
    "4": {
        "title": "تكشف الأبراج سبب وفاتك في حياتك السابقة!",
        "resultTitle": "الموت بالانعزال",
        "description": "قد تكون قد مت وحدك — منسيًا أو في عزلة. الحب القاسي علم روحك قيمة التواصل والهدف في هذه الحياة.",
        "mainPic": "./testname/img/ar_img/9dae324a7a226488fba2073537cf7298.jpeg"
    }
};