const results = {
    "1": {
        "title": "الحلاقة والأشياء - ما هو أسلوبك في الاهتمام بالمظهر؟",
        "resultTitle": "المحترف في الحلاقة",
        "description": "تأخذ العناية الشخصية بجدية! كل التفاصيل تهمك، وتحب الظهور بمظهر أنيق.",
        "mainPic": "./testname/img/ar_img/65a5d09a0927d57a223d1e7d994de827.jpeg"
    },
    "2": {
        "title": "الحلاقة والأشياء - ما هو أسلوبك في الاهتمام بالمظهر؟",
        "resultTitle": "المُصفّف العَرَضي",
        "description": "تحافظ على الأناقة دون مبالغة. مظهر نظيف مع جهد قليل هو شعارك.",
        "mainPic": "./testname/img/ar_img/e8729adccd665c588b9039ca0d95eab6.jpeg"
    },
    "3": {
        "title": "الحلاقة والأشياء - ما هو أسلوبك في الاهتمام بالمظهر؟",
        "resultTitle": "المحترف في الحلاقة",
        "description": "تأخذ العناية الشخصية بجدية! كل التفاصيل تهمك، وتحب الظهور بمظهر أنيق.",
        "mainPic": "./testname/img/ar_img/65a5d09a0927d57a223d1e7d994de827.jpeg"
    },
    "4": {
        "title": "الحلاقة والأشياء - ما هو أسلوبك في الاهتمام بالمظهر؟",
        "resultTitle": "المحترف في الحلاقة",
        "description": "تأخذ العناية الشخصية بجدية! كل التفاصيل تهمك، وتحب الظهور بمظهر أنيق.",
        "mainPic": "./testname/img/ar_img/65a5d09a0927d57a223d1e7d994de827.jpeg"
    }
};