const results = {
    "1": {
        "title": "ما هو مستوى كرة القدم الخاص بك في VRFS؟",
        "resultTitle": "خبرة!",
        "description": "أنت بطل مُطلق في VRFS! لديك تنسيق ممتاز، ومعرفة كبيرة بالقواعد والاستراتيجيات، وتكيف عالي. تتوقع حركات خصومك ولديك تقنية تصويب تحسد عليها. تهانينا!",
        "mainPic": "./testname/img/ar_img/158d0957f27bb4e5424fe1606cde08a8.png"
    },
    "2": {
        "title": "ما هو مستوى كرة القدم الخاص بك في VRFS؟",
        "resultTitle": "متقدم!",
        "description": "أنت لاعب محترم في VRFS! لقد كنت تمارس كثيرًا والآن أصبحت قادرًا على القيام بالحركات المعقدة. على الرغم من أن لديك استراتيجياتك وتقنياتك الخاصة، لا يزال لديك مجال للتحسن.",
        "mainPic": "./testname/img/ar_img/2112bceedf637ac719c6dd40eb4615c0.png"
    },
    "3": {
        "title": "ما هو مستوى كرة القدم الخاص بك في VRFS؟",
        "resultTitle": "متوسط!",
        "description": "أنت لست الأفضل في لعبة VRFS بعد، لكنك تعرف الميكانيكا الأساسية وتبذل قصارى جهدك لتحسين مهاراتك كل يوم. إذا تدربت أكثر على تنسيق اليد والعين، قريبًا ستكون اللاعب الأكثر قيمة في اللعبة!",
        "mainPic": "./testname/img/ar_img/28acbd5a7438149b02aa23bfb52756af.png"
    },
    "4": {
        "title": "ما هو مستوى كرة القدم الخاص بك في VRFS؟",
        "resultTitle": "مبتدئ!",
        "description": "أنت جديد في عالم VRFS! مستواك لا يزال منخفضًا جدًا، لكنك تعمل بجد لاكتشاف جميع الآليات والقواعد بشكل صحيح. تحتاج إلى تحسين تنسيقك ودقتك في الميدان أو ستبقى في هذا المستوى إلى الأبد.",
        "mainPic": "./testname/img/ar_img/00fbb9a4272c94e401ecb137896e555f.png"
    }
};