const results = {
    "1": {
        "title": "قاتل الشياطين: هل تستطيع الهروب من قلعة اللانهاية؟",
        "resultTitle": "ستهرب بالتأكيد!",
        "description": "لديك عقلية هاشيرا. لديك فرصة أكبر للبقاء لأنه لا تندفع للخطر بشكل أعمى. يمكن أن يكون قصر اللانهاية غير متوقع، لكنك تعرف كيف تستخدم محيطك لصالحك وتنتظر اللحظة المناسبة للضرب.",
        "mainPic": "./testname/img/ar_img/a719a9d60e019ca88e0e2c948ef1efa7.png"
    },
    "2": {
        "title": "قاتل الشياطين: هل تستطيع الهروب من قلعة اللانهاية؟",
        "resultTitle": "قد تتمكن من الهروب!",
        "description": "إنت سريع الحركة ولديك ردود فعل جيدة، مما يعطيك فرصاً كبيرة للهروب من قصر اللانهاية. مع ذلك، قد تكون معتمداً بعض الشيء على الغريزة البحتة، لذلك ستحتاج إلى تطوير إستراتيجية أوضح للبقاء حقاً ضد الشياطين القوية.",
        "mainPic": "./testname/img/ar_img/56fdaac2631225877824bab6d2365ad6.png"
    },
    "3": {
        "title": "قاتل الشياطين: هل تستطيع الهروب من قلعة اللانهاية؟",
        "resultTitle": "ستهرب، لكن ليس وحدك!",
        "description": "أنت تعلم أن قلعة إنفينيتي هي مكان حيث لا يستطيع أحد النجاة بمفرده. تكمن قوتك العظيمة في قدرتك على العمل مع الآخرين، التواصل بفاعلية، وتقديم الدعم عندما يكون الأمر في أمس الحاجة إليه. أنت رائع في التصرف كقائد حقيقي.",
        "mainPic": "./testname/img/ar_img/11ac8d52a79dbba32394613e54f74d9f.png"
    },
    "4": {
        "title": "قاتل الشياطين: هل تستطيع الهروب من قلعة اللانهاية؟",
        "resultTitle": "لن تهرب!",
        "description": "أنت غير مستعد للبيئة القاسية في قلعة اللانهاية. سيتسبب التخطيط المتغير باستمرار للقلعة في تشتيتك، وستستغل شياطينها القوية ترددك وخوفك بسرعة. تفتقر إلى ردود الفعل السريعة أو القوة الخام أو التفكير الاستراتيجي للبقاء، لذا من الأفضل أن تبقى بعيدًا.",
        "mainPic": "./testname/img/ar_img/49ed285404eaff6491724e54da8b7279.png"
    }
};