const results = {
    "1": {
        "title": "أي عملاق أنت؟ اكتشف شكل العملاق المتحول الخاص بك من هجوم العمالقة",
        "resultTitle": "عملاق الهجوم!",
        "description": "هذا العملاق رمز للحرية والشجاعة. لديه القدرة الفريدة \nعلى رؤية ذكريات حامليه السابقين والمستقبليين، مما يمنحه فهمًا عميقًا لغاياته. هذا يعني أنك شخص ذو إرادة لا تلين، والذي سيقاتل من أجل ما هو صواب.",
        "mainPic": "./testname/img/ar_img/064143523ed47699dac943d582e0a814.png"
    },
    "2": {
        "title": "أي عملاق أنت؟ اكتشف شكل العملاق المتحول الخاص بك من هجوم العمالقة",
        "resultTitle": "العملاق الأنثوي!",
        "description": "يتميز هذا العملاق بمزيج فريد من الرشاقة والقوة.\nيمكنه تصلّيب أجزاء محددة من جسمه وتقليد قدرات العمالقة الآخرين بعد أكل جزء منهم.\nهذا يعني أنك قادر على التكيف والإبداع، وتستطيع التعلم والنمو من تجاربك.",
        "mainPic": "./testname/img/ar_img/36052d2bb45f6de4a5029484595bd312.png"
    },
    "3": {
        "title": "أي عملاق أنت؟ اكتشف شكل العملاق المتحول الخاص بك من هجوم العمالقة",
        "resultTitle": "عملاق الوحش!",
        "description": "يشتهر هذا العملاق بقوته وخصائصه الحيوانية.\nلديه موهبة في التكتيكات بعيدة المدى ويمكنه استخدام قوته بدقة\nعالية- وهذا يعني أنك شخص ذو منظور فريد، وقد يُنظر إليك\nكغريب.",
        "mainPic": "./testname/img/ar_img/3f62f5b6e5a9f6acab18a4fa9cb3d56d.png"
    },
    "4": {
        "title": "أي عملاق أنت؟ اكتشف شكل العملاق المتحول الخاص بك من هجوم العمالقة",
        "resultTitle": "العملاق الضخم!",
        "description": "هذا العملاق هو أكبر وأشد المخلوقات تدميراً على الإطلاق. تحوله يشبه الانفجار النووي، ويمكنه إطلاق كميات هائلة من البخار الحارق. هذا يعني أنك شخص يمتلك قوة لا تصدق ولا يمكن تجاهلها.",
        "mainPic": "./testname/img/ar_img/a279f8265da04cb9b0dc8ecfc43a5657.png"
    }
};