const results = {
    "1": {
        "title": "صمم شخصيتك الكرتونية في محاكي مدرسة ساكورا لإيجاد جمالك الداخلي!",
        "resultTitle": "الجماليات الخيالية الحالمة",
        "description": "أنت متعلقة بالسحر والخيال والنعمة! شخصيتك تجسد الأناقة والخيال، بملابس تلمع كالحكايات الخرافية. تشعين بالهدوء والجمال، وتلتقطين انتباه الجميع بكل سهولة.",
        "mainPic": "./testname/img/ar_img/87a48f0bf1e78bf0990170edafbbe020.jpeg"
    },
    "2": {
        "title": "صمم شخصيتك الكرتونية في محاكي مدرسة ساكورا لإيجاد جمالك الداخلي!",
        "resultTitle": "أسلوب بطل الحركة الجريء",
        "description": "لديك جو من الجرأة والشجاعة التي لا يمكن تجاهلها. شخصيتك دائمًا مستعدة لمواجهة العالم، مرتدية ملابس رائعة ومزودة بقوى خارقة تذهل.",
        "mainPic": "./testname/img/ar_img/78625bc51de45b5d37af4244ac5f3130.jpeg"
    },
    "3": {
        "title": "صمم شخصيتك الكرتونية في محاكي مدرسة ساكورا لإيجاد جمالك الداخلي!",
        "resultTitle": "كلاسيكي وأناقة رفيعة",
        "description": "الأسلوب الخالد والشخصية الرشيقة تحددان هويتك! شخصيتك ستسحر الجميع بمظهرها الراقي وثقتها التي لا تضاهى.",
        "mainPic": "./testname/img/ar_img/4720f81977079a5e130af5be0b72c34b.jpeg"
    },
    "4": {
        "title": "صمم شخصيتك الكرتونية في محاكي مدرسة ساكورا لإيجاد جمالك الداخلي!",
        "resultTitle": "جمالية مشرقة وممتعة",
        "description": "مبتهج، حيوي، ومليء بالإيجابية—ذلك هو أنت! تتسم شخصيتك بأناقة ملونة ومبهجة، مما يتماشى مع روحك المرحة. سواء كانت أجواء المدرسة أو أيام الشاطئ، فإنك تضيف الطاقة والمرح أينما ذهبت!",
        "mainPic": "./testname/img/ar_img/993603e86c625eb722adfaeff2730b0c.jpeg"
    }
};