const results = {
    "1": {
        "title": "あなたはどの巨人ですか？進撃の巨人からあなたの巨人シフターフォームを見つけてください",
        "resultTitle": "進撃の巨人！",
        "description": "この巨人は自由と勇気の象徴です。過去と未来の継承者の記憶を見る独自の能力を持ち、その目的を深く理解しています。つまり、あなたは絶対に屈しない意志を持ち、正しいことのために戦う人です。",
        "mainPic": "./testname/img/jp_img/064143523ed47699dac943d582e0a814.png"
    },
    "2": {
        "title": "あなたはどの巨人ですか？進撃の巨人からあなたの巨人シフターフォームを見つけてください",
        "resultTitle": "女型の巨人！",
        "description": "この巨人は敏捷性と力のユニークな組み合わせを持っています。特定の部位を硬化させることができ、他の巨人の一部を食べた後にその能力を模倣することもできます。これは、あなたが適応力があり、経験から学び成長できることを意味しています。",
        "mainPic": "./testname/img/jp_img/36052d2bb45f6de4a5029484595bd312.png"
    },
    "3": {
        "title": "あなたはどの巨人ですか？進撃の巨人からあなたの巨人シフターフォームを見つけてください",
        "resultTitle": "獣の巨人！",
        "description": "この巨人はその強さと動物的特徴で知られています。\n遠距離戦術に長けており、その力を非常に精密に操ることができます。これは、あなたがユニークな視点を持ち、アウトサイダーと見なされるかもしれないことを意味します。",
        "mainPic": "./testname/img/jp_img/3f62f5b6e5a9f6acab18a4fa9cb3d56d.png"
    },
    "4": {
        "title": "あなたはどの巨人ですか？進撃の巨人からあなたの巨人シフターフォームを見つけてください",
        "resultTitle": "超大型巨人！",
        "description": "この巨人はすべての中で最大かつ破壊的な生物です。その変身は核爆発のようで、莫大な量の熱い蒸気を放出することができます。これは、あなたが信じられないほどの、圧倒されるほどの無視できない力を持っていることを意味します。",
        "mainPic": "./testname/img/jp_img/a279f8265da04cb9b0dc8ecfc43a5657.png"
    }
};