const results = {
    "1": {
        "title": "鬼滅の刃キャラクターの「キル、マリー、キス」は？",
        "resultTitle": "こちらがあなたの鬼滅の刃の運命です！",
        "description": "あなたは弱き者を守る情熱的で楽観的な炎柱の煉獄杏寿郎を倒すでしょう。あなたは鬼を深く憎む短気で攻撃的な風柱の不死川実弥にキスします。そして、最も優しく決意の固い少年である竈門炭治郎と結婚します。",
        "mainPic": "./testname/img/jp_img/3e7845b12d3b9a1bcf51ea8f3afef7e7.png"
    },
    "2": {
        "title": "鬼滅の刃キャラクターの「キル、マリー、キス」は？",
        "resultTitle": "これはあなたの鬼滅の刃運命です！",
        "description": "あなたはすべての鬼の冷たく残酷な王である無惨を倒します。臆病者でありながら強力な剣士になることを学ぶ我妻善逸にキスします。静かで控えめだが強い意志を持つ柱、冨岡義勇と結婚します。",
        "mainPic": "./testname/img/jp_img/7f449e7de068d8c378e048880c6ec70f.png"
    },
    "3": {
        "title": "鬼滅の刃キャラクターの「キル、マリー、キス」は？",
        "resultTitle": "こちらがあなたの鬼滅の刃の運命です！",
        "description": "あなたは、向こう見ずで短気な少年、嘴平伊之助を殺します。あなたは、強力な武道家であり上弦の参である猗窩座にキスをします。あなたは、若くて時々無関心な霞柱である時透無一郎と結婚します。",
        "mainPic": "./testname/img/jp_img/5e12ecfd54e1068208a3b1ec98022204.png"
    },
    "4": {
        "title": "鬼滅の刃キャラクターの「キル、マリー、キス」は？",
        "resultTitle": "こちらがあなたの鬼滅の刃の運命です！",
        "description": "あなたは派手で華やかな音柱であり、充実した人生を望む宇髄天元を殺すでしょう。そして、蛇のような柱であり、鬼を非常に嫌っている伊黒小芭内にキスするでしょう。そして、最も優しい心を持つ盲目の柱である悲鳴嶼行冥と結婚するでしょう。",
        "mainPic": "./testname/img/jp_img/3fc9769e304fa50ecab85e615f50a729.png"
    }
};