const results = {
    "1": {
        "title": "I Am Cat VR：このクイズであなたの本当の猫の性格を見つけましょう。",
        "resultTitle": "臆病な猫",
        "description": "あなたはいつも慎重で、危険（または掃除機！）の兆候が見えるとすぐに隠れます。静かで控えめな生活を好み、あらゆるリスクを避けようとします。安全が最優先で、一切のチャンスを取りません！",
        "mainPic": "./testname/img/jp_img/3365bc96fe79d4a3f732986ad20263ec.jpeg"
    },
    "2": {
        "title": "I Am Cat VR：このクイズであなたの本当の猫の性格を見つけましょう。",
        "resultTitle": "好奇心旺盛な猫",
        "description": "何もあなたの注意を逃れません。あなたは常に探索して、すべてに鼻を突っ込んでいます。好奇心はあなたの最も強い特性です、時にはトラブルに巻き込まれることもありますが。あなたの人生は冒険に満ちています！",
        "mainPic": "./testname/img/jp_img/1794a11c650125dc9d20ddf3b2284f69.jpeg"
    },
    "3": {
        "title": "I Am Cat VR：このクイズであなたの本当の猫の性格を見つけましょう。",
        "resultTitle": "怠け者の膝猫",
        "description": "あなたの理想の日は無限の昼寝と暖かい膝の上で過ごすことです。あなたは快適さとリラクゼーションを重視しており、無理をしたくありません。日光を浴びながら何時間でもくつろぐことができ、世界が通り過ぎるのを見て幸せです。",
        "mainPic": "./testname/img/jp_img/889a17481ff75941c43790e50491e0a5.jpeg"
    },
    "4": {
        "title": "I Am Cat VR：このクイズであなたの本当の猫の性格を見つけましょう。",
        "resultTitle": "遊び好きな子猫",
        "description": "エネルギッシュでいつも楽しいことに準備万端、あなたは遊び心に溢れています！おもちゃを追いかけたり、走り回ったり、動くものに飛びかかったりするのが好きです。その熱意に満ちた無邪気な性格で、周りの人々に喜びをもたらします。",
        "mainPic": "./testname/img/jp_img/779f4393ae09938d891df8b6a6d8aa0a.jpeg"
    }
};