const results = {
    "1": {
        "title": "どのRobloxアバターがあなたの雰囲気に合う？",
        "resultTitle": "フィットネスグル",
        "description": "あなたはエネルギーに満ち溢れていて、いつもワークアウトの準備ができています！フィットネスグルのアバターは、あなたのアクティブで健康志向な雰囲気にぴったりです。ウェイトリフティングからマラソンまで、あなたのアバターも現実のあなたのようにフィットでダイナミックです。仮想の鉄を持つ準備をしよう！",
        "mainPic": "./testname/img/jp_img/4433926a2da72e2664f07226d6b17438.png"
    },
    "2": {
        "title": "どのRobloxアバターがあなたの雰囲気に合う？",
        "resultTitle": "プロゲーマー",
        "description": "ゲームはあなたの情熱であり、そのスキルはそれを示しています！ プロゲーマーのアバターは、あなたの技術に精通し、集中力があり、競争心の強い性格を捉えています。 トーナメントでの勝利や新しい世界の探索に関係なく、あなたのアバターはゲームの宇宙に対する愛を反映しています。ゲームオン！",
        "mainPic": "./testname/img/jp_img/1761c948eb5bf0009456119483713c40.png"
    },
    "3": {
        "title": "どのRobloxアバターがあなたの雰囲気に合う？",
        "resultTitle": "自然愛好家",
        "description": "あなたは自然の中にいるときに最も生き生きと感じます。自然愛好家のアバターは、あなたの冒険心とアウトドアへの愛にぴったりです。ハイキングトレイルや、星空の下でのキャンプ、新しい地形の探索など、あなたのアバターは自然とのつながりと静けさを体現しています。",
        "mainPic": "./testname/img/jp_img/e7abc42bd3733df31b644be90a9ae8e8.png"
    },
    "4": {
        "title": "どのRobloxアバターがあなたの雰囲気に合う？",
        "resultTitle": "ファッショニスタ",
        "description": "トレンドとスタイルはあなたの領域であり、ファッションはあなたの遊び場です。ファッショニスタのアバターは、あなたの鋭いデザイン目と常に完璧な外見を表しています。バーチャルキャットウォークを歩きながら、アバターがあなたの優雅さ、創造性、トレンドセッティングの才能を披露します。",
        "mainPic": "./testname/img/jp_img/e9319680e1aaa251d5356e3f11900e45.jpeg"
    }
};