const results = {
    "1": {
        "title": "鬼滅の刃：無限城から脱出できますか？",
        "resultTitle": "あなたは確実に脱出する！",
        "description": "あなたは柱の精神を持っています。無謀に危険に飛び込むことはないため、生き延びる可能性が高いです。無限城は予測不可能ですが、周囲を上手く利用して、攻撃する適切な瞬間を待つことができます。",
        "mainPic": "./testname/img/jp_img/a719a9d60e019ca88e0e2c948ef1efa7.png"
    },
    "2": {
        "title": "鬼滅の刃：無限城から脱出できますか？",
        "resultTitle": "逃げるかもしれません！",
        "description": "あなたは足が速く、反射神経が良いため、無限城から逃げるチャンスがあります。しかし、純粋な本能に頼りすぎているかもしれないので、強力な悪魔に対抗して本当に生き残るためには、より明確な戦略を立てる必要があります。",
        "mainPic": "./testname/img/jp_img/56fdaac2631225877824bab6d2365ad6.png"
    },
    "3": {
        "title": "鬼滅の刃：無限城から脱出できますか？",
        "resultTitle": "脱出するけれど、一人ではない！",
        "description": "無限城は一人で生き残ることができない場所であることを知っています。あなたの最大の強みは、他の人と協力する能力、効果的にコミュニケーションをとる能力、そして最も必要な時にサポートを提供する能力にあります。あなたは真のリーダーのように行動するのが得意です。",
        "mainPic": "./testname/img/jp_img/11ac8d52a79dbba32394613e54f74d9f.png"
    },
    "4": {
        "title": "鬼滅の刃：無限城から脱出できますか？",
        "resultTitle": "逃げられない！",
        "description": "インフィニティキャッスルの容赦ない環境には準備ができていません。城の絶えず変化するレイアウトはあなたを混乱させ、その強力な悪魔たちはあなたのためらいや恐怖をすぐに利用してきます。あなたには迅速な反射神経、生の強さ、または生き残るための戦略的な考え方が欠けているので、離れていた方がいいでしょう。",
        "mainPic": "./testname/img/jp_img/49ed285404eaff6491724e54da8b7279.png"
    }
};