const results = {
    "1": {
        "title": "鬼滅の刃:無限城であなたはどのキャラクター？",
        "resultTitle": "猗窩座",
        "description": "あなたは悲劇的な悪役、猗窩座です！無限城の映画では、彼の強さと戦闘能力が皆を驚かせます。このキャラクターは非常に賢く、鬼の能力は彼の唯一のスキルではありません。彼はまた、キックやパンチ、アクロバットを使って敵を驚かせ、並外れた悪役となっています。",
        "mainPic": "./testname/img/jp_img/e8136209326f9554997cdb7795fe396e.png"
    },
    "2": {
        "title": "鬼滅の刃:無限城であなたはどのキャラクター？",
        "resultTitle": "善逸",
        "description": "あなたは善逸、正義の雷鳴です！ 無限城の映画で、彼はどれほど怖くてもその能力を次のレベルに引き上げます。過去のエピソード以上に彼の勇気が輝き、彼の雷の呼吸技術は重要な鬼を倒すのに十分なほど強力になります。",
        "mainPic": "./testname/img/jp_img/75ad8fa9a56d9b30e564fed18ea2f627.png"
    },
    "3": {
        "title": "鬼滅の刃:無限城であなたはどのキャラクター？",
        "resultTitle": "黒死牟",
        "description": "あなたは黒死牟、無惨の十二鬼月の最強の存在です！無限城の映画では、彼の巨大なパフォーマンスが披露され、なぜ彼が上弦の壱なのかを皆に知らせるための圧倒的な技術と力を見せつけます。彼の呼吸法は致命的であり、その戦闘に緊張感と視覚的なスペクタクルを加えます。",
        "mainPic": "./testname/img/jp_img/128dc7084346d10e9dbf1ed0979d488a.png"
    },
    "4": {
        "title": "鬼滅の刃:無限城であなたはどのキャラクター？",
        "resultTitle": "炭治郎",
        "description": "あなたは希望の灯台である炭治郎です！無限城の映画では、彼は悪役が投げかける圧倒的な脅威に対抗するために、これまで以上に自らの技術を高めようとします。大きなプレッシャーの下にいても、彼はあらゆる戦闘から脱出する方法を適応し、戦略を立てることができます。",
        "mainPic": "./testname/img/jp_img/0db81cb51b8abc0e2c32da8716b0d77d.png"
    }
};