const results = {
    "1": {
        "title": "どのヴァンパイアハンターDのキャラクターがあなたに最も似ている？",
        "resultTitle": "あなたはDです",
        "description": "比類なき技術を持つ孤高の戦士であり、あなたは落ち着いていて、神秘的であり、致命的です。あなたは自分自身の道を進み、人間と吸血鬼の間に立つ伝説的なハンターです。",
        "mainPic": "./testname/img/jp_img/49c7eb945b35e055308c10f00e94b55d.jpeg"
    },
    "2": {
        "title": "どのヴァンパイアハンターDのキャラクターがあなたに最も似ている？",
        "resultTitle": "あなたは零-銀星です",
        "description": "あなたには魅力と自信があり、権力を求める欲があります。欲しいものを手に入れるためにルールを曲げることを恐れず、常に隠し玉を持っています。",
        "mainPic": "./testname/img/jp_img/ee338d26d734f672e23b08750149cd96.jpeg"
    }
};