const results = {
    "1": {
        "title": "あなたはどのジブリキャラクターですか？",
        "resultTitle": "あなたは千尋（千と千尋の神隠し）です",
        "description": "あなたは想像力豊かで好奇心旺盛で、必要なときには勇敢です。少し臆病で始まるかもしれませんが、どんな冒険でも進んでいける強い内なる力を持っています。",
        "mainPic": "./testname/img/jp_img/01602f2979a7aaf7f84103167e724663.jpeg"
    },
    "2": {
        "title": "あなたはどのジブリキャラクターですか？",
        "resultTitle": "あなたはサン（もののけ姫）",
        "description": "あなたは勇敢で保護的で、自然と深くつながっています。信じるもののために立ち上がることを恐れず、愛するものを守るために激しく戦います。",
        "mainPic": "./testname/img/jp_img/67540c6f7e43a26c65d1535ef559232e.jpeg"
    },
    "3": {
        "title": "あなたはどのジブリキャラクターですか？",
        "resultTitle": "あなたは紫式部です（かぐや姫の物語）",
        "description": "あなたは優雅で賢明で穏やかです。周囲を惹きつける内面的な美しさと静かな強さを持っています。人生のささやかなことを大切にし、思索や創造性に喜びを見いだします。",
        "mainPic": "./testname/img/jp_img/157a725e955a787de861869eb86f59b6.jpeg"
    },
    "4": {
        "title": "あなたはどのジブリキャラクターですか？",
        "resultTitle": "あなたはキキです（魔女の宅急便）",
        "description": "あなたは自立していて、機知に富み、快活です。常に新しい挑戦に備え、前向きな姿勢で人生に取り組みます。自由を重視し、自分のペースで世界を探求することを楽しんでいます。",
        "mainPic": "./testname/img/jp_img/d03c6b935f19ecf02df50f40c3138ed1.jpeg"
    }
};