const results = {
    "1": {
        "title": "ファミリーガイのどのキャラクターがあなたの性格に合いますか？",
        "resultTitle": "ピーター・グリフィン",
        "description": "全体として、家族や友達を愛していますが、ときどきそれを型破りな方法で示します。 ピーターのように、あなたは騒々しく、衝動的で、しばしば無頓着です。しかし、誰もあなたの心の奥深くに金の心があることを否定できません。",
        "mainPic": "./testname/img/jp_img/e4fe7d15398759f0be8bcde94119ba57.png"
    },
    "2": {
        "title": "ファミリーガイのどのキャラクターがあなたの性格に合いますか？",
        "resultTitle": "スチュウィー・グリフィン",
        "description": "あなたは世界征服を望む小さな天才です。\nスチュウィーのように、あなたは洗練されていて、皮肉屋で、時には何かを望んだときに人を操ることもあります。\n常に計画を持っていますが、時には\n失敗することもあります。",
        "mainPic": "./testname/img/jp_img/199db80e543d20e144360a73d71897a2.png"
    },
    "3": {
        "title": "ファミリーガイのどのキャラクターがあなたの性格に合いますか？",
        "resultTitle": "メグ・グリフィン",
        "description": "あなたは家族の中でしばしば見過ごされ、評価されないメンバーです。メグのようにあなたはぎこちなく、混沌としており、他人の注目を集めることが大好きです。あなたはただ溶け込み受け入れられようとしていますが、人生はしばしば邪魔をします。",
        "mainPic": "./testname/img/jp_img/f6e75670d2a81b27d96686273234e5cf.png"
    },
    "4": {
        "title": "ファミリーガイのどのキャラクターがあなたの性格に合いますか？",
        "resultTitle": "ロイス・グリフィン",
        "description": "あなたは混沌とした家庭の中で理性の声です。ロイスのように、あなたは知的で忍耐強く、優しい人です。絶え間ない混乱の中に住んでいても、物事を円滑に進めようと最善を尽くしています。",
        "mainPic": "./testname/img/jp_img/6e8e36157ae7f569c1159d4538684382.png"
    }
};