const results = {
    "1": {
        "title": "あなたの内なる子供を映し出すアニメキャラクターは？",
        "resultTitle": "スポンジ・ボブ",
        "description": "あなたの内なる子供は、笑いと楽しさが優先されるカラフルな世界に住んでいます。スポンジ・ボブのように、あなたは自分の愚かな一面を見せることを恐れず、遊ぶこと、歌うこと、笑い続けることなど、人生のシンプルな楽しみを楽しんでいます。",
        "mainPic": "./testname/img/jp_img/1cd2df00347e599e234c809ef5145516.jpeg"
    },
    "2": {
        "title": "あなたの内なる子供を映し出すアニメキャラクターは？",
        "resultTitle": "ガーフィールド",
        "description": "あなたの内なる子供はリラクゼーションの達人です。ガーフィールドのように、美味しい食べ物や終わらない昼寝、そして皮肉の効いたユーモアを楽しみます。快適さと平和を好み、物事を深刻に捉えすぎません。",
        "mainPic": "./testname/img/jp_img/7f62a5e20c341da4ab5f2ffc4a300d64.jpeg"
    },
    "3": {
        "title": "あなたの内なる子供を映し出すアニメキャラクターは？",
        "resultTitle": "ジャック・ジャック・パー",
        "description": "あなたの内なる子供はエネルギーと混沌の渦巻きです！ジャック・ジャックのように、あなたは予測不可能で創造的で制御が難しいです。一瞬は穏やかですが、次の瞬間には壮大ないたずらを繰り広げるかもしれません。あなたの想像力は限界を知りません。",
        "mainPic": "./testname/img/jp_img/abef99de05a5ff29fe5f247d7c005c56.jpeg"
    },
    "4": {
        "title": "あなたの内なる子供を映し出すアニメキャラクターは？",
        "resultTitle": "ラッセル",
        "description": "あなたの内なる子供は、大きな冒険を求める小さな探検家です。ラッセルのように、あなたは新しいことを発見するのが大好きで、勇敢で好奇心旺盛で、いつも違うことを学ぶ準備ができています。あなたは大きな夢を見ることを恐れていません。",
        "mainPic": "./testname/img/jp_img/6381e452feb47def58a9d4410298b774.jpeg"
    }
};