const results = {
    "1": {
        "title": "どのGTA MODライフがあなたに適していますか？",
        "resultTitle": "LSPD First Response mod",
        "description": "あなたの理想のモッドライフは、警察官またはファーストレスポンダーとして法律の側に立ち、市内をパトロールすることです。あなたは規律正しく、責任感があり、危険に直面しても平和を守ることに尽力しています。",
        "mainPic": "./testname/img/jp_img/c3eb64b37e8b86decb7566aa4c27a2ab.png"
    },
    "2": {
        "title": "どのGTA MODライフがあなたに適していますか？",
        "resultTitle": "ギャングとテリトリーモッド",
        "description": "あなたの理想的な改造ライフは、ギャングを率いて縄張り争いを組織し、クルーの都市での支配を主張することです。あなたはリスクを恐れない生まれながらのリーダーであり、ライバルを出し抜いて領土を支配するスリルを楽しんでいます。",
        "mainPic": "./testname/img/jp_img/10e5940a58c4b5d9f94510d174980b26.png"
    },
    "3": {
        "title": "どのGTA MODライフがあなたに適していますか？",
        "resultTitle": "刑務所モッド",
        "description": "理想的なモッド生活では、刑務所モッドの制限を巧みに切り抜けることであなたの知恵が試されます。あなたは機知に富み、たくましく、常に抜け道を探したり、克服するべき課題を追い求めています。",
        "mainPic": "./testname/img/jp_img/b06081997135f0144d212c4f4bda7983.png"
    },
    "4": {
        "title": "どのGTA MODライフがあなたに適していますか？",
        "resultTitle": "面白い車両モッド",
        "description": "あなたの理想的なモッドライフは、硬直した役割よりも無限の可能性についてです。あなたは創造的で革新的であり、車両のあらゆる側面をカスタマイズし、ユニークな能力を試し、最もクレイジーな方法で探索することに時間を費やす傾向があります。",
        "mainPic": "./testname/img/jp_img/c997e03e36488db265477d5790fab304.png"
    }
};