const results = {
    "1": {
        "title": "ディズニーズーを作り、あなたの内面的なディズニーサイドキックのパーソナリティを見つけてください<ud83d>デ4a",
        "resultTitle": "",
        "description": "フィル!\n\nあなたは少し馬鹿に見えるかもしれませんが、実際は新しい友達を作るのが難しいです。あなたは身体的に強く、人々があなたをだますようにしても、その意図を予測し、それをさせません。",
        "mainPic": "./testname/img/jp_img/87bd40070d609949e973dbaad25e8e61.jpg"
    },
    "2": {
        "title": "ディズニーズーを作り、あなたの内面的なディズニーサイドキックのパーソナリティを見つけてください<ud83d>デ4a",
        "resultTitle": "",
        "description": "フィル!\n\nあなたは少し馬鹿に見えるかもしれませんが、実際は新しい友達を作るのが難しいです。あなたは身体的に強く、人々があなたをだますようにしても、その意図を予測し、それをさせません。",
        "mainPic": "./testname/img/jp_img/87bd40070d609949e973dbaad25e8e61.jpg"
    },
    "3": {
        "title": "ディズニーズーを作り、あなたの内面的なディズニーサイドキックのパーソナリティを見つけてください<ud83d>デ4a",
        "resultTitle": "",
        "description": "フィル!\n\nあなたは少し馬鹿に見えるかもしれませんが、実際は新しい友達を作るのが難しいです。あなたは身体的に強く、人々があなたをだますようにしても、その意図を予測し、それをさせません。",
        "mainPic": "./testname/img/jp_img/87bd40070d609949e973dbaad25e8e61.jpg"
    },
    "4": {
        "title": "ディズニーズーを作り、あなたの内面的なディズニーサイドキックのパーソナリティを見つけてください<ud83d>デ4a",
        "resultTitle": "",
        "description": "帽子屋! あなたは奇抜で、真の性格を\n普段から恥ずかしげもなく見せています。一部の人々があなたのことを頭がおかしいと思っても、真実はあなたが知的で、創造的で、他者に感応する人物であるということです。",
        "mainPic": "./testname/img/jp_img/16f533f4696e45b16b77c00b1f843b8f.jpg"
    }
};