const results = {
    "1": {
        "title": "ドンキーコングバナンザ: あなたはどんなプレイヤー？",
        "resultTitle": "サルを征服せよ！",
        "description": "あなたはドンキーコングの力でリードします！あなたは壊すことが好きで、\n正面から戦い、強力なスピードで動きます。あなたにとって、最も満足する部分は、\n障害を突破して、生の力であらゆる挑戦を支配することです。",
        "mainPic": "./testname/img/jp_img/af4fcb526dfc67859810fd9f8c55f3e9.png"
    },
    "2": {
        "title": "ドンキーコングバナンザ: あなたはどんなプレイヤー？",
        "resultTitle": "賢いサル！",
        "description": "あなたはドンキーコングとポーリンを一緒に使うことが好きな戦略的思考の持ち主です。あなたは常に賢い解決策、隠された道筋、そしてポーリンのユニークな能力がどのようにして優位性をもたらすかを探し続けています。",
        "mainPic": "./testname/img/jp_img/9e025eeed487af0543cfca8f62e470a5.png"
    },
    "3": {
        "title": "ドンキーコングバナンザ: あなたはどんなプレイヤー？",
        "resultTitle": "冒険者モンキー！",
        "description": "あなたは習熟と発見が大好きです！新しいスキルを学び、秘密を解き明かし、「バナンザ変身」や環境の詳細がどのように新たな道や利点につながるかを見極めるのに時間をかけます。",
        "mainPic": "./testname/img/jp_img/89f3813866140f0ffed4857c6613fc45.png"
    },
    "4": {
        "title": "ドンキーコングバナンザ: あなたはどんなプレイヤー？",
        "resultTitle": "適応力のあるサル！",
        "description": "あなたはドンキーコングの強力な力、\nポリーンの賢いサポート、そして戦略的思考を自在に切り替えます。状況に応じて柔軟に適応し、非常に多才です。",
        "mainPic": "./testname/img/jp_img/e7b21e81eeec772bdeafc59bb2f23943.png"
    }
};