const results = {
    "1": {
        "title": "ソニック3のどの戦士があなたに最も適していますか？ 🚀💎",
        "resultTitle": "ソニック・ザ・ヘッジホッグ",
        "description": "あなたはまるでソニックのようです！エネルギーとスピードの塊で、アドレナリンと興奮を持って次の冒険に飛び込む準備がいつもできています。あなたの勇敢さと熱意は、どんな挑戦にも笑顔で立ち向かわせます。",
        "mainPic": "./testname/img/jp_img/04caad97c961630f952a4130ea4c8534.jpeg"
    },
    "2": {
        "title": "ソニック3のどの戦士があなたに最も適していますか？ 🚀💎",
        "resultTitle": "マイルス・テイルス・パウアー",
        "description": "あなたはテイルスのようです！あなたは技術の天才で、問題を解決する能力がとても優れています。魔法のような尻尾と知恵を持って、どんな状況でも完璧な解決策を見つけます。あなたの才能と友情は無価値です！",
        "mainPic": "./testname/img/jp_img/d47684971366e10eb441d9452279a9f9.jpeg"
    },
    "3": {
        "title": "ソニック3のどの戦士があなたに最も適していますか？ 🚀💎",
        "resultTitle": "ナックルズ・ザ・エキドゥナ",
        "description": "あなたはナックルズのようです！ あなたは強く、勇敢で、いつでも友達を守り、あらゆる障害に立ち向かう準備ができています。 あなたの決意と強さは、どんな戦いにも完璧なヒーローにします。 世界はあなたの勇気を必要としています！",
        "mainPic": "./testname/img/jp_img/1611ced84149e4ed41d1ec86f925107e.jpeg"
    },
    "4": {
        "title": "ソニック3のどの戦士があなたに最も適していますか？ 🚀💎",
        "resultTitle": "シャドウ・ザ・ヘッジホッグ",
        "description": "あなたはシャドウのようです！ 優れたスキルに満ちたミステリーです。 影の中で動く能力と優れた強さは、あなたを手強いライバルであり強力な味方にします。 世界はあなたを恐れています！",
        "mainPic": "./testname/img/jp_img/8f0b8307ea668347c703b7f45b3498c0.jpeg"
    }
};