const results = {
    "1": {
        "title": "あなたはどの斉木楠雄のΨ難のキャラクター？",
        "resultTitle": "斉木楠雄",
        "description": "あなたは斉木楠雄のようです！彼のように、あなたも一人の時間を大切にし、社会的な交流には疲れを感じることが多いでしょう。しかし、あなたは分析的な人物であり、人々を理解しようと一生懸命努力しますが、あまり近づき過ぎないようにしています。",
        "mainPic": "./testname/img/jp_img/a7e80bcc41a5485cd7abeb2931cd1702.png"
    },
    "2": {
        "title": "あなたはどの斉木楠雄のΨ難のキャラクター？",
        "resultTitle": "天久保屋",
        "description": "あなたは最も可能性が高いのは天です！ 誰かがあなたに無礼であるときにあなたは全く忍耐がありません、それはあなたを少し邪悪にします。 しかし、友達といるときに安心すると、時々純粋で子供っぽい一面もあります。",
        "mainPic": "./testname/img/jp_img/d2e369d2535292826289f734e523cf09.png"
    },
    "3": {
        "title": "あなたはどの斉木楠雄のΨ難のキャラクター？",
        "resultTitle": "海藤 瞬",
        "description": "あなたはおそらく海藤です！あなたはエキセントリックな性格で知られており、時には人々に少しクレイジーだと思われることもあります。また、非常に知的で自信に満ちた態度を持っており、皆を感心させます。",
        "mainPic": "./testname/img/jp_img/07bb6f7198deb193341d5959012e4050.png"
    },
    "4": {
        "title": "あなたはどの斉木楠雄のΨ難のキャラクター？",
        "resultTitle": "燃堂 力",
        "description": "あなたは燃堂力のようです！優しくて義理堅い人で、友達や弱い立場の人々を助けるために何でもします。時々お馬鹿なところもありますが、心に悪意はありません。",
        "mainPic": "./testname/img/jp_img/e02449e57ab28884cff752cfc149adc8.png"
    }
};