const results = {
    "1": {
        "title": "FNF リライト ラウンド2であなたはどの暗黒キャラクターですか？",
        "resultTitle": "ソニックリライト",
        "description": "FNFリライトラウンド2で暗いキャラクターだったなら、間違いなくソニックリライトでしょう。このキャラクターは非常に不安定で、自己認識が全くない状態から急に完全な自己認識に至り、それが周囲のすべてにも影響を及ぼします。",
        "mainPic": "./testname/img/jp_img/5f48565f8c95ef28bbd865add76d1a2d.png"
    },
    "2": {
        "title": "FNF リライト ラウンド2であなたはどの暗黒キャラクターですか？",
        "resultTitle": "ソニックロードX",
        "description": "もしもFNFリライト第2ラウンドでダークキャラクターだったら、間違いなくロードXでしょう。彼は2011年版の未来の化身であり、最大の敵の一人です。彼が求めているのは「友達」が彼に餌を与えることだけです。",
        "mainPic": "./testname/img/jp_img/61846881be9612c50fa8a96e5735b247.png"
    },
    "3": {
        "title": "FNF リライト ラウンド2であなたはどの暗黒キャラクターですか？",
        "resultTitle": "ソニック・マジン",
        "description": "もしFNF Rewrite Round 2で暗黒なキャラクターだったら、間違いなくマジンになるでしょう。このキャラクターは冗談のように見えるかもしれませんが、その外見は本当に不気味です。ゲームを楽しむものの、騙されやすく、気が散りやすい傾向があります。",
        "mainPic": "./testname/img/jp_img/b946869134ba4385381fc4b053eaf9c3.png"
    },
    "4": {
        "title": "FNF リライト ラウンド2であなたはどの暗黒キャラクターですか？",
        "resultTitle": "ソニック 2011 X",
        "description": "もしあなたがFNF Rewrite Round 2の暗いキャラクターだったなら、間違いなく2011 Xでしょう。この邪悪な存在は、彼が「友達」と見なす人々と一緒に歪んだゲームを楽しむことを好みます。そして、彼のゲームから勝利して逃れるのは本当に難しいのです。",
        "mainPic": "./testname/img/jp_img/11c3ed2d6741bfa4e8eee61153cdfe20.png"
    }
};