const results = {
    "1": {
        "title": "あなたの美学にマッチするソニック・ザ・ヘッジホッグ 3 のグローアップはどれ？",
        "resultTitle": "君はソニックの大胆で恐れ知らずの雰囲気を持っている！",
        "description": "君の輝きは彼のハイスピードなエネルギーと電撃のスタイルにマッチしている。明るい青と赤が君のルックを支配しており、常に行動の準備ができている。ソニックと同じように、どんな状況でもリーダーシップを発揮し、かつクールに見える。君のスタイルは速くて楽しく、完全に忘れられないものだ！",
        "mainPic": "./testname/img/jp_img/88bf8f29978833957aa55637b3b350ea.jpeg"
    },
    "2": {
        "title": "あなたの美学にマッチするソニック・ザ・ヘッジホッグ 3 のグローアップはどれ？",
        "resultTitle": "あなたはグループのクリエイティブ天才、まるでテイルスのようです！",
        "description": "あなたの成長は革新と実用性に関するものです。柔らかい黄色、白、ライトブルーはあなたの発明的な性格に合っています。問題を解決する時も、何かクールなものをデザインする時も、あなたの外見は賢くてスタイリッシュの完璧なバランスです。",
        "mainPic": "./testname/img/jp_img/40f2c7a91c7b58c0b4d8d87956845167.jpeg"
    },
    "3": {
        "title": "あなたの美学にマッチするソニック・ザ・ヘッジホッグ 3 のグローアップはどれ？",
        "resultTitle": "ナックルズのように、あなたは力強さと大胆さを追求しています！",
        "description": "あなたの変身は、あなたの強力な存在感にマッチする濃い赤と紫が特徴です。リスクを恐れず、自分の意見を主張します。あなたのスタイルは自信に満ちており、あらゆる挑戦にエネルギーと決意を持って立ち向かいます。",
        "mainPic": "./testname/img/jp_img/ffa07a7a77fad89118411b84ca51b649.jpeg"
    },
    "4": {
        "title": "あなたの美学にマッチするソニック・ザ・ヘッジホッグ 3 のグローアップはどれ？",
        "resultTitle": "あなたは甘さとスタイルで輝いている、ちょうどエイミーのように！",
        "description": "あなたのグローアップは、柔らかいピンクとパステルで、穏やかでありながら楽しい雰囲気を作り出します。ミッションを率いるときも、友達とリラックスするときも、あなたのルックはあなたのパーソナリティと同じくらい適応力があり魅力的です。あなたはどこへ行っても美しさと親切さをもたらします。",
        "mainPic": "./testname/img/jp_img/104234df5472d99ba0ca37e579eaa8b5.jpeg"
    }
};