const results = {
    "1": {
        "title": "実際にはどのくらいの年齢に見えますか？",
        "resultTitle": "あなたは18歳に見えます",
        "description": "あなたは若く、非常に良い\n外見を持ち、若々しい態度をしています。この段階では、人々は\n肉体的、感情的、社会的、そして認知的な変化を遂げており、それが彼らの人格に影響を与えます。",
        "mainPic": "./testname/img/jp_img/50c63257d4ec24ff0ee3cdb7f853c03c.jpeg"
    },
    "2": {
        "title": "実際にはどのくらいの年齢に見えますか？",
        "resultTitle": "25歳に見える",
        "description": "あなたは大人で、非常に良い外見と成熟した態度を持っています。若年成人はしばしばキャリアの絶頂期にあり、家族を始めています。",
        "mainPic": "./testname/img/jp_img/74a645029ce16a06d796743881916cf7.jpeg"
    },
    "3": {
        "title": "実際にはどのくらいの年齢に見えますか？",
        "resultTitle": "あなたは45歳に見えます",
        "description": "あなたは中高年の成人であり、成熟した外見と態度を持っています。安定性とバランスがあります。それだけでなく、年齢とともに身体的および感情的な変化が起こる可能性もあり、これがあなたの性格に影響を与えることがありますが、一般的に年配の人々はより自信に満ち、寛容で理解力がある傾向があります。",
        "mainPic": "./testname/img/jp_img/90c93b5b4657168f0672acb445cec9b0.jpeg"
    },
    "4": {
        "title": "実際にはどのくらいの年齢に見えますか？",
        "resultTitle": "あなたは73歳に見えます",
        "description": "あなたは高齢者で、たるんだ外見と成熟した態度を持っています。高齢者はしばしば健康や移動の問題を抱えますが、活動的で人生に積極的に参加することもあります。",
        "mainPic": "./testname/img/jp_img/a7048cc4c704ee0c50df2f9f0e4187b0.jpeg"
    }
};