const results = {
    "1": {
        "title": "هل أنت شخص متسلّط سلبي؟",
        "resultTitle": "عدواني سلبي للغاية",
        "description": "تشير استجاباتك إلى أنك تظهر ميلاً قوياً تجاه السلوكيات العدوانية السلبية. غالبًا ما تجد صعوبة في التعبير عن الغضب أو الإحباط بشكل مباشر. بدلاً من ذلك، من المرجح أن تستخدم وسائل خفية مثل التعليقات الساخرة أو الصمت تجاه أولئك الذين يزعجونك.",
        "mainPic": "./testname/img/ar_img/6877d6dd69887029128f50886c9a1fae.png"
    },
    "2": {
        "title": "هل أنت شخص متسلّط سلبي؟",
        "resultTitle": "سلبي عدواني بشكل معتدل",
        "description": "تشير ردودك إلى أنك أحياناً تستخدم استراتيجيات سلبية عدوانية، ولكن لديك أيضًا لحظات من التواصل المباشر. قد تجد نفسك تستخدم السخرية أو التسويف عندما تكون منزعجًا، لكن ليس طوال الوقت.",
        "mainPic": "./testname/img/ar_img/51b5ee1e601b3e173de49a8c8bf33441.png"
    },
    "3": {
        "title": "هل أنت شخص متسلّط سلبي؟",
        "resultTitle": "ميول العدوانية السلبية",
        "description": "تشير إجاباتك إلى أنك عموماً لست عدوانيًا سلبيًا. تميل عادةً إلى الاتصال المباشر، ولكن تشير بعض إجاباتك إلى أنك تلجأ أحيانًا إلى الأساليب غير المباشرة عندما تشعر بالتوتر الشديد أو الإرهاق.",
        "mainPic": "./testname/img/ar_img/4cddd7909f0bde536a0f2c4b350b78d4.png"
    },
    "4": {
        "title": "هل أنت شخص متسلّط سلبي؟",
        "resultTitle": "ليس عدوانيًا سلبيًا",
        "description": "تشير ردودك إلى أنك لا تظهر سلوكيات سلبية وعدوانية. عندما تكون مستاءً أو منزعجًا، تميل إلى معالجة المشكلة بشكل مباشر وصريح. تفضل إجراء محادثات مفتوحة لحل المشكلات بدلاً من استخدام الأساليب غير المباشرة.",
        "mainPic": "./testname/img/ar_img/70495150f7553154f307530e6faf4520.png"
    }
};