let quizData = {
    "title": "ما هي التلميحات التي ستقدمها لإعجابك؟❤️✨",
    "mainPic": "./testname/img/ar_img/9b938ff5ea9f44451d1600bbbe3a52c9.gif",
    "thems": [
        "حب",
        "رومانسية",
        "إعجاب",
        "الوقوع في الحب"
    ],
    "questions": [
        {
            "question": "ماذا تفعل عندما يعجبك شخص ما؟",
            "pic": "./testname/img/ar_img/d121947de941d18195a9c8a142d67da4.jpg",
            "answers": [
                {
                    "answer": "أدفع كتفه بلطف أثناء الابتسام.",
                    "aPic": "",
                    "aId": 1
                },
                {
                    "answer": "أبدأ في سؤاله عن أشياءه المفضلة، مثل الأفلام أو الموسيقى.",
                    "aPic": "",
                    "aId": 2
                },
                {
                    "answer": "أقول مازحًا: متى ستطلب مني الخروج؟",
                    "aPic": "",
                    "aId": 3
                },
                {
                    "answer": "أقدم له شيئًا صغيرًا أعرف أنه سيعجبه، مثل شوكولاته مفضلة لديه.",
                    "aPic": "",
                    "aId": 4
                }
            ]
        },
        {
            "question": "كيف تحيي إعجابك عندما تراهم؟",
            "pic": "./testname/img/ar_img/92b3c2ecac74c6290f30fdb8216c3cb8.jpg",
            "answers": [
                {
                    "answer": "أطرق على ذراعهم بخفة وأقول، مرحباً!",
                    "aPic": "",
                    "aId": 1
                },
                {
                    "answer": "أسأل عن حالهم، وأكون مهتماً حقاً.",
                    "aPic": "",
                    "aId": 2
                },
                {
                    "answer": "أقول شيئاً مثل، هل تبدو دائماً بهذا الجمال، أم فقط لأنك تراني اليوم؟",
                    "aPic": "",
                    "aId": 3
                },
                {
                    "answer": "أحضر لهم قهوة أو شيئاً بسيطاً لإضاءة يومهم.",
                    "aPic": "",
                    "aId": 4
                }
            ]
        },
        {
            "question": "أنت في مجموعة مع الشخص الذي تعجبك. كيف تلفت انتباهه؟",
            "pic": "./testname/img/ar_img/772ca5d7f234293ef1c0a6f62f82bc46.jpg",
            "answers": [
                {
                    "answer": "ألمسهم بطريقة مرحة عندما أقول شيئًا مضحكًا.",
                    "aPic": "",
                    "aId": 1
                },
                {
                    "answer": "أطرح عليهم أسئلة لأشركهم في المحادثة.",
                    "aPic": "",
                    "aId": 2
                },
                {
                    "answer": "أُلقي مزحة عن الخروج معي.",
                    "aPic": "",
                    "aId": 3
                },
                {
                    "answer": "أعطيهم شيئًا أعرف أنهم بحاجة إليه، مثل قلم أو وجبة خفيفة.",
                    "aPic": "",
                    "aId": 4
                }
            ]
        },
        {
            "question": "إذا كنت تخطط لشيء مميز، كيف ستشملهم؟",
            "pic": "./testname/img/ar_img/77c20a043b20c3ca0c6cc8cc70e441bb.jpg",
            "answers": [
                {
                    "answer": "سأعطي تلميحاً لعباً حول ما أخطط له.",
                    "aPic": "",
                    "aId": 1
                },
                {
                    "answer": "سأطلب منهم ما إذا كانوا يرغبون في أن يكونوا جزءاً منه.",
                    "aPic": "",
                    "aId": 2
                },
                {
                    "answer": "سأقول ممازحاً أنه لا يمكنهم تفويته لأنني أتوقع وجودهم هناك.",
                    "aPic": "",
                    "aId": 3
                },
                {
                    "answer": "سأترك لهم ملاحظة لطيفة تدعوهم.",
                    "aPic": "",
                    "aId": 4
                }
            ]
        },
        {
            "question": "كيف تجعلهم يعلمون أنك تفكر فيهم؟",
            "pic": "./testname/img/ar_img/442e0780ba3d7faea001efe0755202d1.jpg",
            "answers": [
                {
                    "answer": "أربت على كتفهم وأقول، هذا ذكّرني بك.",
                    "aPic": "",
                    "aId": 1
                },
                {
                    "answer": "أسألهم كيف حالهم أو كيف سارت أمور مهمة بالنسبة لهم.",
                    "aPic": "",
                    "aId": 2
                },
                {
                    "answer": "أقول شيئًا مثل، اعتقد أنك اشتقت لي اليوم.",
                    "aPic": "",
                    "aId": 3
                },
                {
                    "answer": "أهديهم شيئًا صغيرًا يتعلق باهتماماتهم.",
                    "aPic": "",
                    "aId": 4
                }
            ]
        },
        {
            "question": "إذا بدت مشاعرك حزينة، ماذا تفعل؟",
            "pic": "./testname/img/ar_img/3c2230fe7f3009fd7421241172bbd93c.jpg",
            "answers": [
                {
                    "answer": "أدفعهم بخفة وأقول شيئًا مثل، هيا، المحارب، ارجع لنفسك!",
                    "aPic": "",
                    "aId": 1
                },
                {
                    "answer": "أسأل ما الخطأ وأحاول الاستماع بانتباه.",
                    "aPic": "",
                    "aId": 2
                },
                {
                    "answer": "أقول شيئًا مثل، فنجان قهوة معي بالتأكيد سيرفع معنوياتك.",
                    "aPic": "",
                    "aId": 3
                },
                {
                    "answer": "أترك لهم شيئًا يضيء يومهم، مثل رسم أو ملاحظة ملهمة.",
                    "aPic": "",
                    "aId": 4
                }
            ]
        }
    ],
    "toAnswer": 10027
};