let quizData = {
    "title": "أي فستان زفاف ديزني يعكس جوهرك الحقيقي؟ 👰✨",
    "mainPic": "./testname/img/ar_img/532332b5bd731ee705a821a8270c0ed5.gif",
    "thems": [
        "فساتين الزفاف",
        "العروسات",
        "الزفاف",
        "ديزني",
        "الأميرات",
        "أميرات ديزني"
    ],
    "questions": [
        {
            "question": "ما هو الإكسسوار الذي يجب أن يكون في مظهرك؟",
            "pic": "./testname/img/ar_img/2c4e73cc3afa3e15837c280abda6a982.jpg",
            "answers": [
                {
                    "answer": "مجوهرات بلمسة غريبة",
                    "aPic": "",
                    "aId": 1
                },
                {
                    "answer": "شريط رقيق في شعرك",
                    "aPic": "",
                    "aId": 2
                },
                {
                    "answer": "قلادة لؤلؤ أنيقة",
                    "aPic": "",
                    "aId": 3
                },
                {
                    "answer": "بروش ندفة الثلج",
                    "aPic": "",
                    "aId": 4
                }
            ]
        },
        {
            "question": "ما اللون الذي تُفضلينه لفستان زفافك؟",
            "pic": "./testname/img/ar_img/d0d9a7a2e47d7215882c94847a8fd7cb.jpg",
            "answers": [
                {
                    "answer": "أ. تركواز",
                    "aPic": "",
                    "aId": 1
                },
                {
                    "answer": "ب. أحمر",
                    "aPic": "",
                    "aId": 2
                },
                {
                    "answer": "ج. ذهبي",
                    "aPic": "",
                    "aId": 3
                },
                {
                    "answer": "د. أبيض",
                    "aPic": "",
                    "aId": 4
                }
            ]
        },
        {
            "question": "ما هو موضوع حفل زفافك؟",
            "pic": "./testname/img/ar_img/c89ae9cb0e1e014814b85c71e6680f37.jpg",
            "answers": [
                {
                    "answer": "حكاية خيالية في الصحراء",
                    "aPic": "",
                    "aId": 1
                },
                {
                    "answer": "احتفال سحري في الغابة",
                    "aPic": "",
                    "aId": 2
                },
                {
                    "answer": "رومانسية في قلعة مسحورة",
                    "aPic": "",
                    "aId": 3
                },
                {
                    "answer": "قصة شتوية في مملكة متجمدة",
                    "aPic": "",
                    "aId": 4
                }
            ]
        },
        {
            "question": "ما هي زهرتك المفضلة للباقه؟",
            "pic": "./testname/img/ar_img/bba4617af031b319501e5144d1bf3daf.jpg",
            "answers": [
                {
                    "answer": "أ. زنابق غريبة",
                    "aPic": "",
                    "aId": 1
                },
                {
                    "answer": "ب. ورد أحمر",
                    "aPic": "",
                    "aId": 2
                },
                {
                    "answer": "ج. ورد أصفر",
                    "aPic": "",
                    "aId": 3
                },
                {
                    "answer": "د. توليب أبيض",
                    "aPic": "",
                    "aId": 4
                }
            ]
        },
        {
            "question": "ما نوع كعكة الزفاف التي ستختارها؟",
            "pic": "./testname/img/ar_img/e5d60d4410fab7cc9f87b9c761d9c4bb.jpg",
            "answers": [
                {
                    "answer": "كعكة بنكهات غريبة",
                    "aPic": "",
                    "aId": 1
                },
                {
                    "answer": "كعكة تقليدية بالفانيليا والفواكه",
                    "aPic": "",
                    "aId": 2
                },
                {
                    "answer": "كعكة أنيقة بالشوكولاتة والكراميل",
                    "aPic": "",
                    "aId": 3
                },
                {
                    "answer": "كعكة بالنعناع والشوكولاتة البيضاء",
                    "aPic": "",
                    "aId": 4
                }
            ]
        },
        {
            "question": "كيف تصف شخصيتك؟",
            "pic": "./testname/img/ar_img/51acd467e79f0a7ede36fdce8ab69857.jpg",
            "answers": [
                {
                    "answer": "مغامر وحر",
                    "aPic": "",
                    "aId": 1
                },
                {
                    "answer": "لطيف وطيب",
                    "aPic": "",
                    "aId": 2
                },
                {
                    "answer": "ذكي ومتحمس",
                    "aPic": "",
                    "aId": 3
                },
                {
                    "answer": "قوي ومستقل",
                    "aPic": "",
                    "aId": 4
                }
            ]
        }
    ],
    "toAnswer": 10025
};