const results = {
    "1": {
        "title": "أي شخصية من Roblox تتناسب مع ذوقك؟",
        "resultTitle": "خبير اللياقة البدنية",
        "description": "أنت مليء بالطاقة ودائمًا مستعد لممارسة التمارين! يناسبك أفاتار خبير اللياقة البدنية جوك النشط والصحي بشكل مثالي. من رفع الأثقال إلى الجري في الماراثونات، سيكون أفاتارك لائقًا وديناميكيًا تمامًا مثلك في الحياة الواقعية. استعد لرفع بعض الأوزان الافتراضية!",
        "mainPic": "./testname/img/ar_img/4433926a2da72e2664f07226d6b17438.png"
    },
    "2": {
        "title": "أي شخصية من Roblox تتناسب مع ذوقك؟",
        "resultTitle": "محترف الألعاب",
        "description": "اللعب شغفك ومهاراتك تظهر ذلك! يمثل الجرافيك الشخصي لمحترفي الألعاب مهاراتك التقنية وتركيزك وطبيعتك التنافسية. سواء كان الأمر يتعلق بالفوز بالبطولات أو استكشاف عوالم جديدة، يعكس الجرافيك الشخصي حبك لعالم الألعاب. استمر في اللعب!",
        "mainPic": "./testname/img/ar_img/1761c948eb5bf0009456119483713c40.png"
    },
    "3": {
        "title": "أي شخصية من Roblox تتناسب مع ذوقك؟",
        "resultTitle": "عاشق الطبيعة",
        "description": "تشعر أنك حي أكثر عندما تكون في الطبيعة. شخصية عاشق الطبيعة مناسبة تمامًا لروحك المغامرة وحبك للهواء الطلق. سواء كان ذلك في المشي على الممرات، أو التخييم تحت النجوم، أو استكشاف التضاريس الجديدة، فإن شخصيتك تجسد الهدوء والتواصل مع الطبيعة.",
        "mainPic": "./testname/img/ar_img/e7abc42bd3733df31b644be90a9ae8e8.png"
    },
    "4": {
        "title": "أي شخصية من Roblox تتناسب مع ذوقك؟",
        "resultTitle": "فاشونيستا",
        "description": "الاتجاهات والأناقة هي مجالاتك، والموضة هي ملعبك. تمثل صورة الفاشونيستا إفرازك الحاد للتصميم ومظهرك الأمثل دائمًا. استعراضك على المنصة الافتراضية سيبرز أناقتك وإبداعك وتميزك في صناعة الاتجاهات.",
        "mainPic": "./testname/img/ar_img/e9319680e1aaa251d5356e3f11900e45.jpeg"
    }
};