const results = {
    "1": {
        "title": "في أي عمر ستتزوج؟",
        "resultTitle": "العشرينات المبكرة: الرومانسي الشاب",
        "description": "أنت رومانسي ميؤوس منه في قلبك، مستعد لاحتضان الحب في وقت مبكر من حياتك. إيمانك بالحب من النظرة الأولى والنهايات الخيالية يدفعك للاستقرار شابًا وبدء سعادتك الأبدية.",
        "mainPic": "./testname/img/ar_img/2a48e6db3e8d5193b4a58bc9564a2259.jpeg"
    },
    "2": {
        "title": "في أي عمر ستتزوج؟",
        "resultTitle": "أواخر العشرينات إلى أوائل الثلاثينات: الشريك المتوازن",
        "description": "أنت تقدر الاستقرار وتأخذ وقتك في اختيار الشريك الصحيح. يحدث الزواج عندما تكون واثقًا وجاهزًا لدمج الحب بأهداف حياتك بسلاسة.",
        "mainPic": "./testname/img/ar_img/1a7e2a931f5b78ea8f94d08bd4477189.jpeg"
    },
    "3": {
        "title": "في أي عمر ستتزوج؟",
        "resultTitle": "أواخر الثلاثينيات إلى الأربعينيات: المستكشف المستقل",
        "description": "أنت تقدر استقلاليتك وتفضل النمو الشخصي قبل الزواج. بالنسبة لك، الالتزام هو قرار واعٍ يأتي بعد مغامرات عديدة واكتشاف الذات.",
        "mainPic": "./testname/img/ar_img/79dc9b0af7b2785535d06f8c34b30720.jpeg"
    },
    "4": {
        "title": "في أي عمر ستتزوج؟",
        "resultTitle": "أبدًا أو في وقت لاحق بكثير: الروح الحرة",
        "description": "الزواج ليس أولوية بالنسبة لك. قد تستقر في النهاية، ولكن فقط عندما تشعر بأنه الوقت المناسب تمامًا. حتى ذلك الحين، أنت سعيد باستكشاف الحياة بمفردك أو مع شريك دون الأوراق الرسمية.",
        "mainPic": "./testname/img/ar_img/c28a7f11a52b5ecbbbea47d5b127a366.jpeg"
    }
};