const results = {
    "1": {
        "title": "أي شخصية من جرافيتي فولز أنت؟",
        "resultTitle": "ديبر باينز",
        "description": "مثل ديبر، أنت مفكر فضولي وتحليلي يحب حل الألغاز. دائمًا ما تبحث عن الحقيقة ولديك شعور قوي بالعدالة. قد تكون متشككًا قليلاً، لكن إصرارك على كشف المجهول لا يمكن إنكاره.",
        "mainPic": "./testname/img/ar_img/432328e46024a9be7f61ccd5aa9de034.png"
    },
    "2": {
        "title": "أي شخصية من جرافيتي فولز أنت؟",
        "resultTitle": "بيل سايفر",
        "description": "الفوضى والخداع هما اسماك الأوسط، تمامًا مثل بيل سايفر الغامض. أنت ذكي، متلاعب، وتستمتع بلعب ألعاب العقل. قد يُنظر إليك كشرير، لكن لديك سحر معين يجذب الناس.",
        "mainPic": "./testname/img/ar_img/2f81fbae85f72e6623a020e941b5392b.png"
    },
    "3": {
        "title": "أي شخصية من جرافيتي فولز أنت؟",
        "resultTitle": "مايبل باينز",
        "description": "أنت أشعة الشمس، تمامًا مثل مايبل! شخصيتك المتفائلة والمليئة بالطاقة تُضيء كل غرفة. تقدر الصداقة والمرح والإبداع. قد تكون ساذجًا في بعض الأحيان، لكن قلبك دائمًا في المكان المناسب.",
        "mainPic": "./testname/img/ar_img/c0009b51ee7a8fe8ae8e7a00dca1dd4f.png"
    },
    "4": {
        "title": "أي شخصية من جرافيتي فولز أنت؟",
        "resultTitle": "فورد باينز",
        "description": "أنت ذو عقل لامع ولديك تعطش للمعرفة، مشابه لفورد باينز. أنت مركز، تحليلي، ولديك تقدير عميق لتعقيدات العالم. قد تُرى كشخص منعزل، لكن ذكاءك لا يمكن إنكاره.",
        "mainPic": "./testname/img/ar_img/a48eb82d21fd190c25e1f2bd680e4b34.png"
    }
};