const results = {
    "1": {
        "title": "أي شخصية من شخصيات ديزني تناسب ذوقك؟",
        "resultTitle": "Stitch",
        "description": "ستكون أجواؤك تتطابق بشكل مثالي مع الصورة الرمزية ستيتش، فهو نشيط ووفي وقليل الدمار لكنه محب مثلك تمامًا. هذا النوع من الصورة الرمزية يعكس شخصيتك المليئة بالمرح وطيبتك أيضاً.",
        "mainPic": "./testname/img/ar_img/b37233948bce0f78f95049abbe6155db.png"
    },
    "2": {
        "title": "أي شخصية من شخصيات ديزني تناسب ذوقك؟",
        "resultTitle": "رابونزل",
        "description": "سيكون طابعك مناسبًا تمامًا مع صورة رمزية لرابونزل، فهي مبدعة، مشرقة ومُتخيلة، تتوق إلى الحرية واستكشاف العالم مثلك تمامًا. هذا النوع من الصور الرمزية يعكس روحك المرحة ومدى شغفك بالمغامرة.",
        "mainPic": "./testname/img/ar_img/01972af99d0b415b278aebd5dbb1f791.png"
    },
    "3": {
        "title": "أي شخصية من شخصيات ديزني تناسب ذوقك؟",
        "resultTitle": "القلق",
        "description": "ستكون اهتزازك مناسبًا تمامًا مع صورة رمزية للقلق، فهي خجولة وفوضوية ومضطربة ولكن بنوايا حسنة مثلك تمامًا. هذا النوع من الصورة الرمزية يعكس عقلك المتسارع وكيف يمكن أن تكون مليئًا بالطاقة في بعض الأحيان.",
        "mainPic": "./testname/img/ar_img/3abec102e86a3b0dc1ac3c4a1541a3c4.png"
    },
    "4": {
        "title": "أي شخصية من شخصيات ديزني تناسب ذوقك؟",
        "resultTitle": "أرييل",
        "description": "ستتناسب أجواءك تمامًا مع شخصية أرييل، فهي مغامرة وفضولية ومرحة مثلك تمامًا. يعكس هذا النوع من الشخصيات براءتك وشغفك وأحلامك ومدى حبك للاستكشاف.",
        "mainPic": "./testname/img/ar_img/874842cbdbb9f014be3489dcbcb98416.png"
    }
};