const results = {
    "1": {
        "title": "أي تعديل في لعبة سوبر بير أدفينشر يناسب شخصيتك؟",
        "resultTitle": "بارين",
        "description": "أنت قوي، شجاع، ودائمًا جاهز للقتال من أجل العدالة! مثل بارين، لا تتراجع أبدًا عن التحدي ودائمًا تحمي المحتاجين.",
        "mainPic": "./testname/img/ar_img/a63a60ad2b402f5fb9baf236e7200fc8.jpeg"
    },
    "2": {
        "title": "أي تعديل في لعبة سوبر بير أدفينشر يناسب شخصيتك؟",
        "resultTitle": "شيكا",
        "description": "أنت ذكي وفضولي ودائمًا تبحث عن الأسرار المخفية. تمامًا مثل شيكا، تفضل حل الألغاز واستخدام المعرفة للفوز بدلًا من القوة الغاشمة.",
        "mainPic": "./testname/img/ar_img/0fc2f06f59ed593ffadcbde5edd2abfd.jpeg"
    },
    "3": {
        "title": "أي تعديل في لعبة سوبر بير أدفينشر يناسب شخصيتك؟",
        "resultTitle": "ثعلب الفنك",
        "description": "سريع، ماكر وذكي—أنت مثل ثعلب الفنك! أنت تحب السرعة، التحركات السريعة، وخداع أعدائك قبل أن يعرفوا ما أصابهم.",
        "mainPic": "./testname/img/ar_img/e0a0ca0dac6fd76465fd0b057707e7c1.jpeg"
    },
    "4": {
        "title": "أي تعديل في لعبة سوبر بير أدفينشر يناسب شخصيتك؟",
        "resultTitle": "الملكة بييتريس",
        "description": "أنت قائد بالفطرة ذو موقف ملكي! مثل الملكة بييتريس، تعرف كيف تكسب الاحترام ودائمًا لديك خطة استراتيجية للبقاء في المقدمة.",
        "mainPic": "./testname/img/ar_img/f08699f4532148b4b284fb092220adeb.jpeg"
    }
};